Repository: gantoniio/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ro, tr

# IDS_CREDENTIALS_SERVER
source: Enter server credentials
ro: Introdu datele de autentificare ale serverului
tr: Sunucu için üyelik bilgileriniz

# IDS_CREDENTIALS_CONNECT
source: Enter your credentials to connect
ro: Introdu-ți datele de autentificare pentru conectare
tr: Bağlanmak için bilgilerinizi giriniz

# IDS_SUB_SAVE_EXTERNAL_STYLE_FILE
source: Save custom style
ro: Salvează stilul personalizat
tr: Özel biçemleri kaydet

# IDS_CONTENT_EDUCATION_SCIENCE
source: Education/Science/Factual topics
ro: Educație/Știință/Subiecte factuale
tr: Eğitim/Bilim/Gerçekçi konular

# IDS_PPAGEADVANCED_HIDE_WINDOWED
source: Hides controls and panels also in windowed mode.
ro: Ascunde controalele și panourile și în modul ferestre.
tr: Pencere kipinde de kontrolleri ve panelleri gizler.

# IDS_PPAGEADVANCED_BLOCK_VSFILTER
source: Prevent external subtitle renderer to be loaded when internal is in use.
ro: Previne încărcarea instrumentului de redare a subtitrărilor extern atunci când este folosit intern.
tr: İçsel altyazı işleyici kullanılırken, dışsal olanın yükletilmesini önle.

# IDS_PPAGEADVANCED_COL_NAME
source: Name
ro: Nume
tr: Ad

# IDS_PPAGEADVANCED_COL_VALUE
source: Value
ro: Valoare
tr: Değer

# IDS_PPAGEADVANCED_RECENT_FILES_NUMBER
source: Maximum number of files shown in the "Recent files" menu and for which the position is potentially saved.
ro: Numărul maxim de fișiere afișate în meniul „Fișiere recente” și pentru care poziția este potențial salvată.
tr: "Geçmiş" menüsünde gösterilip, yerleşimi hatırlanacak en fazla dosya sayısını belirleyin.

# IDS_PPAGEADVANCED_FILE_POS_LONGER
source: Remember file position only for files longer than N minutes.
ro: Reține poziția fișierului numai pentru fișierele mai lungi de N minute.
tr: Dosya yerleşimini sadece şu dakikadan büyük dosyalar için hatırla.

# IDS_PPAGEADVANCED_FILE_POS_AUDIO
source: Remember file position also for audio files.
ro: Reține poziția fișierului și pentru fișierele audio.
tr: Dosya yerleşimini ses dosyaları için de hatırla.

# IDS_AFTER_PLAYBACK_DO_NOTHING
source: Do Nothing
ro: Nu face nimic
tr: Bir işlem yapma

# IDS_AFTER_PLAYBACK_PLAY_NEXT
source: Play next file in the folder
ro: Redă următorul fișier din dosar (folder)
tr: Klasördeki sonraki dosyayı oynat

# IDS_AFTER_PLAYBACK_REWIND
source: Rewind current file
ro: Derulează înapoi fișierul actual
tr: Şimdiki dosyayı tekrar oynat

# IDS_AFTER_PLAYBACK_CLOSE
source: Close
ro: Închide
tr: Dosyayı kapat

# IDS_AFTER_PLAYBACK_EXIT
source: Exit
ro: Ieșire
tr: Uygulamadan çık

# IDS_AFTER_PLAYBACK_MONITOROFF
source: Turn off the monitor
ro: Închide monitorul
tr: Ekranı kapat

# IDS_IMAGE_JPEG_QUALITY
source: JPEG Image
ro: Imagine JPEG
tr: JPEG Görüntüsü

# IDS_IMAGE_QUALITY
source: Quality (%):
ro: Calitate (%):
tr: Kalite (%):

# IDS_PPAGEADVANCED_COVER_SIZE_LIMIT
source: Maximum size (NxNpx) of a cover-art loaded in the audio only mode.
ro: Dimensiunea maximă (NxNpx) a unei coperți încărcate în modul numai audio.
tr: Yalnızca ses oynatımı durumundayken kapak resminin oynatıcıya yükletilebilecek en fazla boyutu (=piksel)

# IDS_SUBTITLE_DELAY_STEP_TOOLTIP
source: The subtitle delay will be decreased/increased by this value each time the corresponding hotkeys are used (%s/%s).
ro: Întârzierea subtitrărilor va fi scăzută/crescută de această valoare de fiecare dată când tastele rapide corespunzătoare vor fi utilizate (%s/%s).
tr: Altyazı gecikmesi, ilgili kısayol tuşları her kullanıldığında bu değer kadar azaltılır/artırılır (%s/%s).

# IDS_NAVIGATION_WATCH
source: Watch
ro: Urmărește
tr: İzle

# IDS_NAVIGATION_MOVE_UP
source: Move Up
ro: Mută în sus
tr: Yukarı taşı

# IDS_NAVIGATION_MOVE_DOWN
source: Move Down
ro: Mută în jos
tr: Aşağı taşı

# IDS_NAVIGATION_SORT
source: Sort by LCN
ro: Sortează după numărul logic al canalului - LCN
tr: LCN'ye göre sırala - Mantıksal kanal sayısı

# IDS_NAVIGATION_REMOVE_ALL
source: Remove all
ro: Elimină-le pe toate
tr: Tümünü kaldır

# IDS_REMOVE_CHANNELS_QUESTION
source: Are you sure you want to remove all channels from the list?
ro: Ești sigur(ă) că vrei să ștergi toate canalele din listă?
tr: Listeden tüm kanalları kaldırmak istediğinizden emin misiniz?

# IDS_MEDIAINFO_NO_INFO_AVAILABLE
source: No information available
ro: Nu sunt disponibile informații
tr: Bilgi mevcut değil

# IDS_MEDIAINFO_ANALYSIS_IN_PROGRESS
source: Please wait, analysis in progress...
ro: Te rugăm să aștepți, analiza este în curs...
tr: Lütfen bekleyiniz, inceleme devam ediyor...

# IDS_ASPECT_RATIO_FMT
source: AR %d:%d
ro: AR/RA %d:%d
tr: EBO %d:%d

# IDS_PPAGEADVANCED_LOGGER
source: Enables logging to file (requires restart). This only logs a few very specific things, such as DVB scanning, subtitle search, and yt-dlp data parsing. Do not enable this during normal use!
ro: Activează înregistrarea într-un fișier (necesită repornire). Aceasta înregistrează doar câteva lucruri foarte specifice, cum ar fi scanarea DVB, căutarea subtitrărilor și analizarea datelor yt-dlp. Nu activa această opțiune în timpul utilizării normale!

# IDS_TIMER_REMAINING_TIME
source: Remaining time
ro: Timp rămas
tr: Kalan süre

# IDS_TIMER_HIGH_PRECISION
source: High precision
ro: Precizie ridicată
tr: Milisaniyeyi göster

# IDS_AFTERPLAYBACK_REWIND
source: After Playback: Rewind current file
ro: După redare: Derulează înapoi fișierul actual
tr: Oynatımdan sonra: Şimdiki dosyayı tekrar oynat

# IDS_AFTERPLAYBACK_CLOSE
source: After Playback: Close
ro: După redare: Închide
tr: Oynatımdan sonra: Kapat

# IDS_FRAME_INIT_FAILED
source: MPC-HC encountered a problem during initialization.
ro: MPC-HC a întâmpinat o problemă în timpul inițializării.
tr: MPC-HC, başlatma sırasında bir sorunla karşılaştı.

# IDS_TIME_SHIFT_TOOLTIP
source: Enter a positive value if the audio is early, a negative value if it is late.
ro: Introdu o valoare pozitivă dacă sunetul e înainte, o valoare negativă dacă e în urmă.
tr: Ses erken geliyorsa artı, geç geliyorsa eksi bir değer giriniz.

# IDS_WEBUI_DISABLED_PREVIEW_MSG
source: Preview is currently disabled. You can enable it in MPC-HC's options.
ro: Previzualizarea este dezactivată momentan. O poți activa din opțiunile MPC-HC.
tr: Önizleme şimdilik devre dışıdır. MPC-HC'nin seçeneklerinden etkinleştirebilirsiniz.

# IDS_WEBUI_PREVIEW_WARNING
source: This option can be used to preview media files from remote location. Use it only on a properly secured private network. Do you really want to enable this option?
ro: Această opțiune poate fi folosită pentru a previzualiza fișiere media de la distanță. Folosește-o doar într-o rețea privată securizată corespunzător. Ești sugr(ă) că dorești să activezi această opțiune?
tr: Bu ayar, medya dosyalarını uzak noktadan önizlemek için kullanılabilir. Herkes erişebileceği için yalnızca güvenli bir özel ağda kullanın. Bu özelliği kullanmak istediğinize emin misiniz?

# IDS_SUBTITLE_RENDERER_INTERNAL
source: Internal Subtitle Renderer
ro: Randor de subtitrări intern
tr: İçsel Altyazı İşleyici

# IDS_AG_OPEN_DEVICE
source: Open Device
ro: Deschide dispozitivul
tr: Aygıt aç

# IDS_AG_SAVE_AS
source: Save As
ro: Salvează ca
tr: Farklı kaydet

# IDS_AG_SAVE_IMAGE
source: Save Image
ro: Salvează imaginea
tr: Resim kaydet

# IDS_MPLAYERC_6
source: Save Image (auto)
ro: Salvează imaginea (automat)
tr: Resim kaydet (otomatik)

# IDS_OSD_IMAGE_SAVED
source: Image saved successfully
ro: Imagine salvată cu succes
tr: Resim başarıyla kaydedildi

# IDS_AG_LOAD_SUBTITLES
source: Load Subtitles...
ro: Încarcă subtitrări..
tr: Altyazı aç...

# IDS_AG_SAVE_SUBTITLES
source: Save Subtitles...
ro: Salvează subtitrările...
tr: Altyazı kaydet...

# IDS_AG_PROPERTIES
source: Properties
ro: Proprietăți
tr: Özellikler

# IDS_AG_EXIT
source: Exit
ro: Ieșire
tr: Uygulamadan çık

# IDS_AG_PLAYPAUSE
source: Play/Pause
ro: Redă/Pauzează
tr: Oynat/Duraklat

# IDS_AG_PLAY
source: Play
ro: Redare
tr: Yürüt

# IDS_AG_STOP
source: Stop
ro: Oprește
tr: Durdur

# IDS_AG_FRAMESTEP
source: Frame-step
ro: Pasul de cadru următor
tr: Kare atla

# IDS_MPLAYERC_16
source: Frame-step back
ro: Pasul de cadru precedent
tr: Kare atla (geri)

# IDS_AG_GO_TO
source: Go To
ro: Mergi la
tr: Git

# IDS_AG_INCREASE_RATE
source: Increase Rate
ro: Mărește rata
tr: Hızı artır

# IDS_CONTENT_SHOW_GAMESHOW
source: Show/Game show
ro: Spectacol/Emisiune de concurs
tr: Şov/Oyun

# IDS_CONTENT_SPORTS
source: Sports
ro: Sport
tr: Spor

# IDS_CONTENT_CHILDREN_YOUTH_PROG
source: Children's/Youth programmes
ro: Programe pentru copii/tineret
tr: Çocuk/Gençlik programları

# IDS_CONTENT_MUSIC_BALLET_DANCE
source: Music/Ballet/Dance
ro: Muzică/Balet/Dans
tr: Müzik/Bale/Dans

# IDS_CONTENT_MUSIC_ART_CULTURE
source: Arts/Culture
ro: Arte/Cultură
tr: Kültür/Sanat

# IDS_CONTENT_SOCIAL_POLITICAL_ECO
source: Social/Political issues/Economics
ro: Social/Probleme politice/Economie
tr: Sosyal/Politika/Ekonomi

# IDS_CONTENT_LEISURE
source: Leisure hobbies
ro: Activități pentru timpul liber
tr: Hobiler

# IDS_FILE_RECYCLE
source: Move to Recycle Bin
ro: Mută în Coșul de reciclare (Coșul de gunoi)
tr: Geri Dönüşüm Kutusuna gönder

# IDS_AG_SAVE_COPY
source: Save a Copy
ro: Salvează o copie
tr: Kopya kaydet

# IDS_FASTSEEK_LATEST
source: Latest keyframe
ro: Ultimul cadru-cheie
tr: En son anahtar kare

# IDS_FASTSEEK_NEAREST
source: Nearest keyframe
ro: Cel mai apropiat cadru cheie
tr: En yakın anahtar kare

# IDS_HOOKS_FAILED
source: MPC-HC encountered a problem during initialization. DVD playback may not work correctly. This problem might be caused by an incompatibility with certain security software.
ro: MPC-HC a întâmpinat o problemă în timpul inițializării. Este posibil ca redarea DVD-urilor să nu funcționeze corect. Această problemă poate fi cauzată de o incompatibilitate cu anumite programe de securitate.
tr: MPC-HC, başlatma sırasında bir sorunla karşılaştı. DVD oynatımı düzgün çalışmayabilir. Bu sorun, belirli güvenlik yazılımlarıyla uyumsuzluktan kaynaklanıyor olabilir.

# IDS_PPAGEFULLSCREEN_SHOWNEVER
source: Never show
ro: Nu afișa niciodată
tr: Asla gösterme

# IDS_PPAGEFULLSCREEN_SHOWMOVED
source: Show when moving the cursor, hide after:
ro: Afișează când se mișcă cursorul, ascunde după:
tr: Fare imlecinin gizlenme süresi:

# IDS_PPAGEFULLSCREEN_SHOHHOVERED
source: Show when hovering control, hide after:
ro: Afișează când se trece cu mouse-ul peste controale, ascunde după:
tr: Kontrol vurgularının gizlenme süresi:

# IDS_MAINFRM_PRE_SHADERS_FAILED
source: Failed to set pre-resize shaders
ro: Eșuare la stabilirea nuanțatoarelor (shaderului) de pre-redimensionare
tr: Boyutlandırma öncesi tonlayıcıları ayarlanamadı

# IDS_OSD_RS_FT_CORRECTION_ON
source: Frame Time Correction: On
ro: Corecție de timp a cadrelor: Activată
tr: Kare süresi düzeltmesi: Açık

# IDS_OSD_RS_FT_CORRECTION_OFF
source: Frame Time Correction: Off
ro: Corecție de timp a cadrelor: Dezactivată
tr: Kare süresi düzeltmesi: Kapalı

# IDS_OSD_RS_TARGET_VSYNC_OFFSET
source: Target VSync Offset: %.1f
ro: Decalaj de sincronizare verticală (VSync) vizată: %.1f
tr: Hedef VSync kaydırması: %.1f

# IDS_OSD_RS_VSYNC_OFFSET
source: VSync Offset: %d
ro: Decalaj de sincronizare verticală (VSync): %d
tr: VSync kaydırması: %d

# IDS_OSD_SPEED
source: Speed: %.2lfx
ro: Viteza de redare: %.2lfx
tr: Hız: x%.2lf

# IDS_OSD_THUMBS_SAVED
source: Thumbnails saved successfully
ro: Miniaturi salvate cu succes
tr: Küçük resim başarıyla kaydedildi

# IDS_MENU_VIDEO_STREAM
source: Vide&o Track
ro: Pistă &video
tr: &Video Parçası

# IDS_MENU_VIDEO_ANGLE
source: Video Ang&le
ro: Un&ghi video
tr: Video Açı&sı

# IDS_RESET_SETTINGS
source: Reset settings
ro: Resetează setările
tr: Ayarları sıfırla

# IDS_RESET_SETTINGS_WARNING
source: Are you sure you want to restore MPC-HC to its default settings? Be warned that ALL your current settings will be lost!
ro: Ești sigur(ă) că dorești să restaurezi MPC-HC la setările lui implicite? Trebuie să știi că TOATE setările tale actuale vor fi pierdute!
tr: MPC-HC uygulamasını varsayılan ayarlarına döndürmek istiyor musunuz? Şimdiki TÜM ayarlarınızın KAYBOLACAĞINI önemle hatırlatırız!

# IDS_RESET_SETTINGS_MUTEX
source: Please close all instances of MPC-HC so that the default settings can be restored.
ro: Te rugăm să închizi toate instanțele programului MPC-HC pentru ca setările implicite să poată fi restaurate.
tr: Varsayılan ayarların geri alınabilmesi için lütfen tüm açık MPC-HC pencerelerini kapatınız.

# IDS_EXPORT_SETTINGS
source: Export settings
ro: Exportă setările
tr: Ayarları dışa aktar

# IDS_EXPORT_SETTINGS_WARNING
source: Some changes have not been saved yet. Do you want to save them before exporting?
ro: Unele modificări nu au fost încă salvate. Dorești să le salvezi înainte de a le exporta?
tr: Bazı seçenek değişiklikleri henüz kaydedilmemiştir. Dışarı aktarmadan önce kaydetmek istiyor musunuz?

# IDS_EXPORT_SETTINGS_SUCCESS
source: The settings have been successfully exported.
ro: Setările au fost exportate cu succes.
tr: Ayarlar başarıyla dışa aktarıldı.

# IDS_EXPORT_SETTINGS_FAILED
source: The export failed! This can happen when you don't have the correct rights.
ro: Exportarea a eșuat! Acest lucru se poate întâmpla când nu ai drepturile necesare.
tr: Dışa aktarma başarısız oldu! Bu, gerekli yetkiye sahip olmadığınızdan meydana gelmiş olabilir.

# IDS_BDA_ERROR
source: BDA Error
ro: Eroare BDA (placa tunerului)
tr: BDA Hatası

# IDS_AG_DECREASE_RATE
source: Decrease Rate
ro: Micșorează rata
tr: Hızı azalt

# IDS_AG_RESET_RATE
source: Reset Rate
ro: Resetează rata
tr: Hızı sıfırla

# IDS_MPLAYERC_21
source: Audio Delay +10 ms
ro: Întârziere audio +10ms
tr: Ses gecikmesi +10ms

# IDS_MPLAYERC_22
source: Audio Delay -10 ms
ro: Întârziere audio -10ms
tr: Ses gecikmesi -10ms

# IDS_MPLAYERC_23
source: Jump Forward (small)
ro: Sari înainte (puțin)
tr: İleriye atla (kısa)

# IDS_MPLAYERC_24
source: Jump Backward (small)
ro: Sari înapoi (puțin)
tr: Geriye atla (kısa)

# IDS_MPLAYERC_25
source: Jump Forward (medium)
ro: Sari înainte (mediu)
tr: İleriye atla (orta)

# IDS_MPLAYERC_26
source: Jump Backward (medium)
ro: Sari înapoi (mediu)
tr: Geriye atla (orta)

# IDS_MPLAYERC_27
source: Jump Forward (large)
ro: Sari înainte (mult)
tr: İleriye atla (uzun)

# IDS_MPLAYERC_28
source: Jump Backward (large)
ro: Sari înapoi (mult)
tr: Geriye atla (uzun)

# IDS_MPLAYERC_29
source: Jump Forward (keyframe)
ro: Sari înainte (cadru cheie)
tr: İleriye atla (anahtar kare)

# IDS_MPLAYERC_30
source: Jump Backward (keyframe)
ro: Sari înapoi (cadru cheie)
tr: Geriye atla (anahtar kare)

# IDS_AG_NEXT
source: Next
ro: Următorul
tr: Sonraki

# IDS_AG_PREVIOUS
source: Previous
ro: Precedentul
tr: Önceki

# IDS_AG_NEXT_FILE
source: Next File
ro: Fișierul următor
tr: Sonraki dosya

# IDS_AG_PREVIOUS_FILE
source: Previous File
ro: Fișierul precedent
tr: Önceki dosya

# IDS_MPLAYERC_99
source: Toggle Direct3D fullscreen
ro: Comută ecranul complet (tot ecranul) Direct3D
tr: Direct3D Tam ekranı Aç/Kapat

# IDS_MPLAYERC_100
source: Goto Prev Subtitle
ro: Du-te la subtitrarea anterioară
tr: Önceki altyazı dizesine git

# IDS_MPLAYERC_101
source: Goto Next Subtitle
ro: Du-te la subtitrarea următoare
tr: Sonraki altyazı dizesine git

# IDS_MPLAYERC_102
source: Subresync: shift -100ms
ro: Resincronizarea subtitrărilor: decalează cu -100ms
tr: Altyazı eşzamanlama: -100ms ötele

# IDS_MPLAYERC_103
source: Subresync: shift +100ms
ro: Resincronizarea subtitrărilor: decalează cu +100ms
tr: Altyazı eşzamanlama: +100ms ötele

# IDS_AG_SEEKSET
source: Jump to Beginning
ro: Sari la început
tr: Başa dön

# IDS_OSD_SHOW_FILENAME
source: OSD: Show File Name
ro: OSD: Afișează numele fișierului
tr: OSD: Dosya adını göster

# IDS_PLAY_DVD
source: Play DVD
ro: Redare disc DVD
tr: DVD Oynat

# IDS_PLAY_BD
source: Play BD
ro: Redare BD
tr: BD Oynat

# IDS_OSD_DISPLAY_RENDERER_STATS
source: OSD: Display Renderer Statistics
ro: OSD: Afișează statisticile randorului
tr: OSD: İşleyici istatistiklerini göster

# IDS_OSD_RESET_RENDERER_STATS
source: OSD: Reset Renderer Statistics
ro: OSD: Restabilește statisticile randorului
tr: OSD: İşleyici istatistiklerini sıfırla

# IDD_PPAGESUBMISC
source: Subtitles::Misc
ro: Subtitrări:Diverse
tr: Altyazı::Diğer

# IDS_VIEW_BORDERLESS
source: Hide &borders
ro: Ascunde mar&gini
tr: Kenarlıkları gizle

# IDS_VIEW_FRAMEONLY
source: Fra&me Only
ro: Doar cadru video
tr: Yalnızca çerçeve

# IDS_VIEW_CAPTIONMENU
source: Sho&w Caption&&Menu
ro: &Afișează subtitrările și meniul
tr: Başlık && Menü'yü göster

# IDS_VIEW_HIDEMENU
source: Hide &Menu
ro: Ascunde &meniul
tr: Menüyü gizle

# IDD_PPAGEADVANCED
source: Advanced
ro: Avansat
tr: Gelişmiş

# IDS_AG_VIEW_MINIMAL
source: View Minimal
ro: Vizualizare minimală
tr: Yalın arayüz

# IDS_AG_VIEW_COMPACT
source: View Compact
ro: Vizualizare compactă
tr: Dertop arayüz

# IDS_AG_VIEW_NORMAL
source: View Normal
ro: Vizualizare normală
tr: Normal arayüz

# IDS_AG_FULLSCREEN
source: Fullscreen
ro: Ecran complet
tr: Tam Ekran

# IDS_MPLAYERC_39
source: Fullscreen (w/o res.change)
ro: Ecran complet (fără schimbare rez.)
tr: Tam ekran (çöz. değişmeden)

# IDS_AG_ZOOM_AUTO_FIT
source: Zoom Auto Fit
ro: Potrivire automată scalare
tr: Yakınlaştırma: Otomatik uy

# IDS_AG_VIDFRM_HALF
source: Video Frame Half Size
ro: Cadru video pe jumătate
tr: Video karesi: Yarım boyut

# IDS_AG_VIDFRM_NORMAL
source: Video Frame Normal Size
ro: Cadru video de dimensiune normală
tr: Video karesi: Normal boyut

# IDS_AG_VIDFRM_DOUBLE
source: Video Frame Double Size
ro: Cadru video de dimensiune dublă
tr: Video karesi: İki kat boyut

# IDS_AG_ALWAYS_ON_TOP
source: Always On Top
ro: Întotdeauna în prim plan
tr: Her zaman üstte kal

# IDS_AG_PNS_INC_SIZE
source: Video Frame Inc Size
ro: Crește dimensiunea cadrului video
tr: Video karesi: Boyutu artır

# IDS_AG_PNS_INC_WIDTH
source: Video Frame Inc Width
ro: Crește lățimea cadrului video
tr: Video karesi: Genişliği artır

# IDS_MPLAYERC_47
source: Video Frame Inc Height
ro: Crește înălțimea cadrului video
tr: Video karesi: Yüksekliği artır

# IDS_AG_PNS_DEC_SIZE
source: Video Frame Dec Size
ro: Scade dimensiunea cadrului video
tr: Video karesi: Boyutu azalt

# IDS_AG_PNS_DEC_WIDTH
source: Video Frame Dec Width
ro: Scade lățimea cadrului video
tr: Video karesi: Genişliği azalt

# IDS_MPLAYERC_50
source: Video Frame Dec Height
ro: Scade înălțimea cadrului video
tr: Video karesi: Yüksekliği azalt

# IDS_SUBDL_DLG_DOWNLOADING
source: Downloading [%s] "%s"
ro: Se descarcă [%s] „%s”
tr: [%s] "%s" indiriliyor

# IDS_SUBDL_DLG_PARSING
source: Parsing list...
ro: Analizează lista...
tr: Liste ayrıştırılıyor...

# IDS_SUBDL_DLG_NOT_FOUND
source: No subtitles found.
ro: Nu s-au găsit subtitrări.
tr: Altyazı bulunamadı.

# IDS_SUBDL_DLG_SUBS_AVAIL
source: %d subtitle(s) available.
ro: %d subitrare disponibilă (subtitrări disponibile)
tr: %d adet altyazı bulundu.

# IDS_UPDATE_CONFIG_AUTO_CHECK
source: Do you want to check periodically for MPC-HC updates? This feature can be disabled later from the Miscellaneous options page.
ro: Dorești să verifici periodic dacă există actualizări ale MPC-HC? Această caracteristică poate fi dezactivată mai târziu din pagina de opțiuni Diverse.
tr: MPC-HC güncellemelerini düzenli olarak kontrol etmek istiyor musunuz? Bu özelliği daha sonra Seçenekler > Çeşitli kısmından kapatabilirsiniz.

# IDS_ZOOM_AUTOFIT
source: Auto Fit
ro: Potrivire automată
tr: Otomatik uy

# IDS_AG_ZOOM_AUTO_FIT_LARGER
source: Zoom Auto Fit (Larger Only)
ro: Potrivește automat scalarea (doar la cele mari)
tr: Yakınlaştırma otomatik uyum (Sadece büyük)

# IDS_OSD_ZOOM_AUTO_LARGER
source: Zoom: Auto (Larger Only)
ro: Scalare: Automată (doar la cele mari)
tr: Yakınlaştırma: Otomatik (Sadece büyük)

# IDS_TOOLTIP_EXPLORE_TO_FILE
source: Double click to open file location
ro: Dublu clic pentru a deschide dosarul/folderul fișierului
tr: Dosya konumunu açmak için çift tıklayınız

# IDS_TOOLTIP_REMAINING_TIME
source: Toggle between elapsed and remaining time
ro: Comută între timpul trecut și timpul rămas
tr: Geçen ve kalan süre arasında geçiş yap

# IDS_UPDATE_DELAY_ERROR_TITLE
source: Invalid delay
ro: Întârzierea nu este validă
tr: Geçersiz zaman aralığı

# IDS_UPDATE_DELAY_ERROR_MSG
source: Please enter a number between 1 and 365.
ro: Te rugăm să introduci un număr între 1 și 365.
tr: Lütfen 1 ile 365 arasında bir sayı giriniz.

# IDS_AG_PNS_CENTER
source: Video Frame Center
ro: Cadrul video în centru
tr: Video karesi: Ortala

# IDS_AG_PNS_LEFT
source: Video Frame Left
ro: Cadrul video în stânga
tr: Video karesi: Sola kaydır

# IDS_AG_PNS_RIGHT
source: Video Frame Right
ro: Cadrul video în dreapta
tr: Video karesi: Sağa kaydır

# IDS_AG_PNS_UP
source: Video Frame Up
ro: Cadrul video în sus
tr: Video karesi: Yukarı kaydır

# IDS_AG_PNS_DOWN
source: Video Frame Down
ro: Cadrul video în jos
tr: Video karesi: Aşağı kaydır

# IDS_AG_PNS_UPLEFT
source: Video Frame Up/Left
ro: Cadrul video în sus/ în stânga
tr: Video karesi: Sol üste kaydır

# IDS_AG_PNS_UPRIGHT
source: Video Frame Up/Right
ro: Cadrul video în sus/ în dreapta
tr: Video karesi: Sağ üste kaydır

# IDS_AG_PNS_DOWNLEFT
source: Video Frame Down/Left
ro: Cadrul video în jos/ în stânga
tr: Video karesi: Sol alta kaydır

# IDS_MPLAYERC_59
source: Video Frame Down/Right
ro: Cadrul video în jos/ în dreapta
tr: Video karesi: Sağ alta kaydır

# IDS_AG_VOLUME_UP
source: Volume Up
ro: Crește volumul
tr: Ses düzeyini artır

# IDS_AG_VOLUME_DOWN
source: Volume Down
ro: Scade volumul
tr: Ses düzeyini azalt

# IDS_AG_VOLUME_MUTE
source: Volume Mute
ro: Volumul dat pe silențios/Mut
tr: Sesi kes

# IDS_MPLAYERC_63
source: DVD Title Menu
ro: Meniul DVD-ului pentru titluri
tr: DVD Başlık Menüsü

# IDS_AG_DVD_ROOT_MENU
source: DVD Root Menu
ro: Meniul principal al DVD-ul
tr: DVD Kök Menüsü

# IDS_MPLAYERC_65
source: DVD Subtitle Menu
ro: Meniul DVD-ului pentru subtitrări
tr: DVD Altyazı Menüsü

# IDS_MPLAYERC_66
source: DVD Audio Menu
ro: Meniul DVD-ului pentru audio
tr: DVD Ses Menüsü

# IDS_MPLAYERC_67
source: DVD Angle Menu
ro: Meniul DVD-ului pentru unghiuri
tr: DVD Açı Menüsü

# IDS_MPLAYERC_68
source: DVD Chapter Menu
ro: Meniul DVD-ului pentru capitole
tr: DVD Bölüm Menüsü

# IDS_AG_DVD_MENU_LEFT
source: DVD Menu Left
ro: Meniu DVD: deplasare la stânga
tr: DVD Menüsü Sola

# IDS_MPLAYERC_70
source: DVD Menu Right
ro: Meniu DVD: deplasare la dreapta
tr: DVD Menüsü Sağa

# IDS_AG_DVD_MENU_UP
source: DVD Menu Up
ro: Meniu DVD: deplasare în sus
tr: DVD Menüsü Yukarı

# IDS_AG_DVD_MENU_DOWN
source: DVD Menu Down
ro: Meniu DVD: deplasare în jos
tr: DVD Menüsü Aşağı

# IDS_MPLAYERC_73
source: DVD Menu Activate
ro: Meniu DVD: activare
tr: DVD Menüsünü etkinleştir

# IDS_AG_DVD_MENU_BACK
source: DVD Menu Back
ro: Meniu DVD: înapoi
tr: DVD Menüsü Geri

# IDS_MPLAYERC_75
source: DVD Menu Leave
ro: Meniu DVD: ieșire
tr: DVD Menüsü Kapat

# IDS_AG_BOSS_KEY
source: Boss key
ro: Tasta Șef (Boss)
tr: Acil durum

# IDS_MPLAYERC_77
source: Player Menu
ro: Meniul playerului
tr: Oynatıcı Menüsü

# IDS_MPLAYERC_78
source: Player Menu (full)
ro: Meniul playerui (complet)
tr: Oynatıcı Menüsü (detaylı)

# IDS_AG_FILTERS_MENU
source: Filters Menu
ro: Meniul pentru filtre
tr: Filtre Menüsü

# IDS_AG_OPTIONS
source: Options
ro: Opțiuni
tr: Seçenekler

# IDS_AG_NEXT_AUDIO
source: Next Audio Track
ro: Pista audio următoare
tr: Sonraki ses parçası

# IDS_AG_PREV_AUDIO
source: Prev Audio Track
ro: Pista audio precedentă
tr: Önceki ses parçası

# IDS_AG_NEXT_SUBTITLE
source: Next Subtitle Track
ro: Subtitrarea următoare
tr: Sonraki altyazı parçası

# IDS_AG_PREV_SUBTITLE
source: Prev Subtitle Track
ro: Subtitrarea precedentă
tr: Önceki altyazı parçası

# IDS_MPLAYERC_85
source: On/Off Subtitle
ro: Activează/Dezactivează subtitrările
tr: Altyazıyı Aç/Kapat

# IDS_MPLAYERC_86
source: Reload Subtitles
ro: Reîncarcă subtitrările
tr: Altyazıları yeniden yükle
