Repository: gantoniio/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ro, tr, vi

# IDD_SELECTMEDIATYPE_CAPTION
source: Select Media Type
ro: Selectează tipul de fișiere media
tr: Medya türü seçimi
vi: Chọn loại Media

# IDD_SELECTMEDIATYPE_IDOK
source: OK
tr: Tamam
vi: Đồng ý

# IDD_SELECTMEDIATYPE_IDCANCEL
source: Cancel
ro: Anulare
tr: İptal
vi: Hủy bỏ

# IDD_CAPTURE_DLG_IDC_BUTTON1
source: Set
ro: Definește
tr: Ayarla
vi: Đặt

# IDD_CAPTURE_DLG_IDC_STATIC
source: Audio
tr: Ses
vi: Âm thanh

# IDD_CAPTURE_DLG_IDC_STATIC
source: Output
ro: Ieșire
tr: Çıkış
vi: Ngõ ra

# IDD_CAPTURE_DLG_IDC_CHECK1
source: Record Video
ro: Înregistrează video
tr: Video kaydı al
vi: Ghi Video

# IDD_CAPTURE_DLG_IDC_CHECK2
source: Preview
ro: Previzualizare
tr: Önizleme
vi: Xem trước

# IDD_CAPTURE_DLG_IDC_CHECK3
source: Record Audio
ro: Înregistrează audio
tr: Ses kaydı al
vi: Ghi Âm thanh

# IDD_CAPTURE_DLG_IDC_CHECK4
source: Preview
ro: Previzualizare
tr: Önizleme
vi: Xem trước

# IDD_CAPTURE_DLG_IDC_STATIC
source: V/A Buffers:
ro: Preîncărcări V/A:
tr: V/A Tamponu:
vi: Bộ đệm V/A:

# IDD_CAPTURE_DLG_IDC_CHECK5
source: Audio to wav
ro: Audio către wav
tr: Ses --> Wav
vi: Âm thanh sang WAV

# IDD_CAPTURE_DLG_IDC_BUTTON2
source: Record
ro: Înregistrează
tr: Kayıt
vi: Ghi

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK2
source: Enable built-in audio switcher filter (requires restart)
ro: Activează filtrul încorporat de comutare audio (necesită repornire player)
tr: Yerleşik ses değiştirici filtresini etkinleştir (yeniden başlatma gerektirir)
vi: Bật bộ lọc chuyển đổi âm thanh tích hợp sẵn (yêu cầu khởi động lại)

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK5
source: Normalize
ro: Normalizare
tr: Normalleştirme
vi: Bình thường hóa

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC4
source: Max amplification:
ro: Amplificare maximă:
tr: Maksimum ses güçlendirme:
vi: Khuếch đại tối đa:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK6
source: Regain volume
ro: Restabilește volumul
tr: Ses geri kazanımını kullan
vi: Quay lại mức âm lượng trước đó

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC6
source: Boost:
ro: Amplificare:
tr: Ses yükseltme:
vi: Tăng:

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK3
source: Down-sample to 44100 Hz
tr: 44100 Hz örneklemesine dönüştür
vi: Xuống mẫu đến 44100 Hz

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK4
source: Audio time shift (ms):
ro: Decalare audio (ms):
tr: Ses zaman kaydırması (ms):
vi: Chỉnh thời gian âm thanh (mili giây):

# IDD_PPAGEAUDIOSWITCHER_IDC_CHECK1
source: Enable custom channel mapping
ro: Activează repartizarea particularizată a canalelor
tr: Özel kanal adreslemesini kullan
vi: Bật Ánh xạ kênh tùy chỉnh

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC1
source: Speaker configuration for
tr: Hoparlör sayısını ve çıkışını:
vi: Cấu hình loa cho

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC2
source: input channels:
tr: kanal olarak ayarla
vi: Các kênh ngõ vào:

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC3
source: Hold shift for immediate changes when clicking something
tr: Ayarların hemen geçerli olabilmesi için tıklarken Shift tuşuna basınız
vi: Giữ phím shift để thay đổi ngay lập tức khi nhấp chuột vào thứ gì đó

# IDD_GOTO_DLG_CAPTION
source: Go To...
ro: Du-te la...
tr: Git...
vi: Đi đến...

# IDD_GOTO_DLG_IDC_STATIC
source: Enter a timecode using the format [hh:]mm:ss.ms to jump to a specified time. You do not need to enter the separators explicitly.
ro: Introdu un cod de timp folosind formatul [hh:]mm:ss.ms pentru a sări la un timp specificat. Nu este necesară introducerea explicită a separatorilor.
tr: Belirli bir zamana gitmek için [sa:]dk:sn.ms formatını kullanarak bir zaman kodu girin. Ayırıcıları girmeye açıkçası gerek yoktur.
vi: Nhập mã thời gian dưới định dạng [hh:]mm:ss.ms để chuyển đến một thời gian cụ thể. Bạn không cần phải nhập các dấu phân cách một cách rõ ràng.

# IDD_GOTO_DLG_IDC_STATIC
source: Time
ro: Timp
tr: Süre
vi: Thời gian

# IDD_GOTO_DLG_IDC_OK1
source: Go!
ro: Du-te!
tr: Git!
vi: Đi nào!

# IDD_GOTO_DLG_IDC_STATIC
source: Enter two numbers to jump to a specified frame, the first is the frame number, the second is the frame rate.
ro: Introduceți două numere pentru a sări la un cadru specificat: primul este numărul cadrului, al doilea este rata cadrelor.
tr: Belirtilecek bir kareye atlamak için değer giriniz, ilki kare numarası, ikincisi kare hızı içindir.
vi: Nhập hai số để chuyển đến một khung được chỉ định, đầu tiên là số khung, thứ hai là tỷ lệ khung hình.

# IDD_GOTO_DLG_IDC_STATIC
source: Frame
ro: Cadru
tr: Kare
vi: Khung

# IDD_GOTO_DLG_IDC_OK2
source: Go!
ro: Du-te!
tr: Git!
vi: Đi nào!

# IDD_OPEN_DLG_CAPTION
source: Open
ro: Deschidere
tr: Aç
vi: Mở

# IDD_OPEN_DLG_IDC_STATIC
source: Type the address of a movie or audio file (on the Internet or your computer) and the player will open it for you.
ro: Introdu adresa unui film sau al unui fișier audio (de pe Internet sau din calculatorul tău) și playerul îl va deschide pentru tine.
tr: Bir video veya ses dosyası adresi (internet veya bilgisayarınızdaki) giriniz. Oynatıcı dosyayı sizin için yürütecektir.
vi: Nhập địa chỉ của một phim hoặc tập tin âm thanh (trên Internet hoặc máy tính của bạn) và trình phát sẽ mở nó cho bạn.

# IDD_OPEN_DLG_IDC_STATIC
source: Open:
ro: Deschidere:
tr: Aç:
vi: Mở:

# IDD_OPEN_DLG_IDC_BUTTON1
source: Browse...
ro: Răsfoire...
tr: Gözat...
vi: Duyệt...

# IDD_OPEN_DLG_IDC_STATIC1
source: Dub:
ro: Dublaj:
tr: Dublaj:
vi: Lồng tiếng:

# IDD_OPEN_DLG_IDC_BUTTON2
source: Browse...
ro: Răsfoire...
tr: Gözat...
vi: Duyệt...

# IDD_OPEN_DLG_IDOK
source: OK
tr: Tamam
vi: Đồng ý

# IDD_OPEN_DLG_IDCANCEL
source: Cancel
ro: Anulare
tr: İptal
vi: Hủy bỏ

# IDD_OPEN_DLG_IDC_CHECK1
source: Add to playlist without opening
ro: Adaugă-l la lista de redare (la playlist) fără să-l deschizi
tr: Açmadan oynatma listesine ekle
vi: Thêm vào danh sách phát mà không cần mở

# IDD_ABOUTBOX_CAPTION
source: About
ro: Despre
tr: Hakkında
vi: Giới thiệu

# IDD_ABOUTBOX_IDC_AUTHORS_LINK
source: Copyright 2002-2024 clsid2 and others
tr: Telif hakkı 2002-2024 clsid2 ve diğerleri
vi: Bản quyền 2002-2024 clsid2 và những người khác

# IDD_ABOUTBOX_IDC_STATIC
source: This program is freeware and released under the GNU General Public License.
ro: Acest program este gratuit și distribuit sub Licența Publică Generală GNU.
tr: Bu yazılım ücretsizdir ve GNU Genel Kamu Lisansı ile yayınlanmıştır.
vi: Chương trình này là phần mềm miễn phí và được phát hành theo Giấy phép Công cộng GNU.

# IDD_ABOUTBOX_IDC_STATIC
source: English translation made by MPC-HC Team
ro: Între anii 2024-2025 traducătorul este Andrei-Valentin Miloiu. În trecut, au tradus Daniel Alămiță şi lordkag.
tr: Türkçe çevirisi Mücahid Aksel tarafından yapıldı
vi: Được dịch bởi Trần Anh Minh - https://zalo.me/anhminhvks

# IDD_ABOUTBOX_IDC_STATIC
source: Build information
ro: Informații despre versiunea compilată
tr: Yapım bilgisi
vi: Thông tin bản dựng

# IDD_ABOUTBOX_IDC_STATIC
source: Version:
ro: Versiune:
tr: Sürüm:
vi: Phiên bản:

# IDD_ABOUTBOX_IDC_STATIC
source: Build date:
ro: Data compilării:
tr: Yapım tarihi:
vi: Ngày dựng:

# IDD_ABOUTBOX_IDC_LAVFILTERS_VERSION
source: Not used
ro: Nu s-a folosit
tr: Kullanılmıyor
vi: Không được sử dụng

# IDD_ABOUTBOX_IDC_STATIC
source: Operating system
ro: Sistem de operare
tr: İşletim sistemi
vi: Hệ điều hành

# IDD_ABOUTBOX_IDC_STATIC
source: Name:
ro: Nume:
tr: Ad:
vi: Tên:

# IDD_ABOUTBOX_IDC_BUTTON1
source: Copy to clipboard
ro: Copiază în zona de transfer
tr: Panoya kopyala
vi: Sao chép vào khay nhớ tạm

# IDD_ABOUTBOX_IDOK
source: OK
tr: Tamam
vi: Đồng ý

# IDD_PPAGEPLAYER_IDC_STATIC
source: Open options
ro: Opțiuni pentru deschidere
tr: Açılış ayarları
vi: Mở các tùy chọn

# IDD_PPAGEPLAYER_IDC_RADIO1
source: Use the same player for each media file
ro: Folosește același player pentru fiecare fișier media
tr: Tüm medya dosyaları için aynı oynatıcıyı kullan
vi: Sử dụng cùng một trình phát cho mỗi tập tin đa phương tiện

# IDD_PPAGEPLAYER_IDC_RADIO2
source: Open a new player for each media file played
ro: Deschide un player nou pentru fiecare fișier media redat
tr: Yürütülen her medya dosyası için yeni bir oynatıcı aç
vi: Mở trình phát mới cho mỗi tập tin đa phương tiện được phát

# IDD_PPAGEPLAYER_IDC_STATIC
source: Title bar
ro: Bara de titlu
tr: Başlık çubuğu
vi: Thanh tiêu đề

# IDD_PPAGEPLAYER_IDC_RADIO3
source: Display full path
ro: Afișează calea completă
tr: Tam yolu göster
vi: Hiển thị đường dẫn đầy đủ

# IDD_PPAGEPLAYER_IDC_RADIO4
source: File name only
ro: Doar numele fișierului
tr: Sadece dosya adını göster
vi: Chỉ tên tập tin

# IDD_PPAGEPLAYER_IDC_RADIO5
source: Don't prefix anything
ro: Nu prefixa nimic
tr: Bir bilgi gösterme
vi: Không đặt bất cứ tiền tố nào

# IDD_PPAGEPLAYER_IDC_CHECK13
source: Replace file name with title
ro: Înlocuiește numele fișierului cu titlul filmului
tr: Dosya adını başlıkla değiştir
vi: Thay thế tên tập tin bằng tiêu đề

# IDD_PPAGEPLAYER_IDC_STATIC
source: Other
ro: Altele
tr: Diğer
vi: Khác

# IDD_PPAGEPLAYER_IDC_CHECK3
source: Tray icon
ro: Pictogramă în zona de notificare
tr: Görev çubuğu sistem tepsisinde göster
vi: Biểu tượng trên khay hệ thống

# IDD_PPAGEPLAYER_IDC_CHECK8
source: Store settings in .ini file
ro: Salvează setările într-un fișier .ini
tr: Ayarları .ini dosyasında sakla
vi: Lưu cài đặt vào tập tin .ini

# IDD_PPAGEPLAYER_IDC_CHECK10
source: Disable "Open Disc" menu
ro: Dezactivează meniul „Deschide discul”
tr: "Diski aç" menüsünü devre dışı bırak
vi: Tắt trình đơn "Mở đĩa"

# IDD_PPAGEPLAYER_IDC_CHECK9
source: Process priority above normal
ro: Prioritatea procesării e mai mare de normală
tr: İşlem önceliğini normalden yüksek tut
vi: Mức độ ưu tiên của quy trình trên mức bình thường

# IDD_PPAGEPLAYER_IDC_CHECK14
source: Enable cover-art support
ro: Activează sprijinul pentru coperți de albume
tr: Kapak resmi desteğini etkinleştir
vi: Bật hỗ trợ ảnh bìa

# IDD_PPAGEPLAYER_IDC_STATIC
source: History
ro: Istoric
tr: Geçmiş
vi: Lịch sử

# IDD_PPAGEPLAYER_IDC_CHECK1
source: Keep history of recently opened files
ro: Ține un istoric al ultimelor fișiere deschise
tr: Dosya geçmişini hatırla
vi: Giữ lịch sử của các tập tin đã mở gần đây

# IDD_PPAGEPLAYER_IDC_CHECK2
source: Remember last playlist
ro: Reține ultima listă de redare (ultimul playlist)
tr: Son oynatma listesini hatırla
vi: Nhớ danh sách phát cuối cùng

# IDD_PPAGEPLAYER_IDC_FILE_POS
source: Remember File position
ro: Reține poziția în fișier
tr: Dosya yerleşimini hatırla
vi: Nhớ vị trí tập tin

# IDD_PPAGEPLAYER_IDC_DVD_POS
source: Remember DVD position
ro: Reține poziția pe DVD
tr: DVD yerleşimini hatırla
vi: Nhớ vị trí DVD

# IDD_PPAGEPLAYER_IDC_CHECK6
source: Remember last window position
ro: Reține ultima poziție a ferestrei
tr: Son pencere yerleşimini hatırla
vi: Nhớ vị trí cửa sổ cuối cùng

# IDD_PPAGEPLAYER_IDC_CHECK7
source: Remember last window size
ro: Reține ultima dimensiune a ferestrei
tr: Son pencere boyutunu hatırla
vi: Nhớ kích thước cửa sổ cuối cùng

# IDD_PPAGEPLAYER_IDC_CHECK11
source: Remember last Pan && Scan Zoom
ro: Reține ultima scalare a panoramării și scanării
tr: Son kare uyarlama (PnS) yakınlaştırmasını hatırla
vi: Nhớ lần Thu phóng Xoay & Quét cuối cùng

# IDD_PPAGEDVD_IDC_STATIC
source: "Open DVD/BD" behavior
ro: Acțiuni pentru meniul „Deschide DVD-ul/BD-ul”
tr: "DVD/Blu-ray aç" davranışı
vi: Hành vi "Mở DVD/BD"

# IDD_PPAGEDVD_IDC_RADIO1
source: Prompt for location
ro: Solicită dosarul (folderul)
tr: Konum bilgisi iste
vi: Nhắc nhở vị trí

# IDD_PPAGEDVD_IDC_RADIO2
source: Always open the default location:
ro: Deschide întotdeauna dosarul implicit:
tr: Her zaman varsayılan konumu aç:
vi: Luôn mở vị trí mặc định:

# IDD_PPAGEDVD_IDC_STATIC
source: Preferred language for DVD
ro: Limbă preferată pentru DVD-uri
tr: DVD için tercih edilen dil
vi: Ngôn ngữ ưa thích cho DVD

# IDD_PPAGEDVD_IDC_RADIO3
source: Menu
ro: Meniu
tr: Menü
vi: Trình đơn

# IDD_PPAGEDVD_IDC_RADIO4
source: Audio
tr: Ses
vi: Âm thanh

# IDD_PPAGEDVD_IDC_RADIO5
source: Subtitles
ro: Subtitrări
tr: Altyazı
vi: Phụ đề

# IDD_PPAGEDVD_IDC_STATIC
source: Additional settings
ro: Setări suplimentare
tr: Diğer ayarlar
vi: Cài đặt thêm

# IDD_PPAGEDVD_IDC_CHECK2
source: Allow closed captions in "Line 21 Decoder"
ro: Permite subtitrările pentru persoanele cu deficiențe de auz în „Line 21 Decoder”
tr: Ayrıntılı altyazılara "Line 21 Çözücüsü" içerisinde izin ver
vi: Cho phép tắt chú thích trong "Bộ giải mã dòng 21"

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio
tr: Ses
vi: Âm thanh

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume
ro: Volumul sonorului
tr: Düzey
vi: Âm lượng

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Min
ro: Minim
tr: Düşük
vi: Tối thiểu

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Max
ro: Maxim
tr: Yüksek
vi: Tối đa

# IDD_PPAGEPLAYBACK_IDC_STATIC_BALANCE
source: Balance
ro: Balans
tr: Denge
vi: Sự cân bằng

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: L
ro: S
tr: Sol
vi: T

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: R
ro: D
tr: Sağ
vi: P

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Control
tr: Kontrol
vi: Điều khiển

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Volume step:
tr: Ses değişim oranı:
vi: Mức âm lượng:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Speed step:
tr: Hız değişim oranı:
vi: Mức tốc độ:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Playback
ro: Redare
tr: Yürütme
vi: Phát lại

# IDD_PPAGEPLAYBACK_IDC_RADIO1
source: Play
ro: Redă
tr: Sadece
vi: Phát

# IDD_PPAGEPLAYBACK_IDC_RADIO2
source: Repeat forever
ro: Repetă la nesfârșit (pentru totdeauna)
tr: Sürekli tekrarla
vi: Lặp lại mãi mãi

# IDD_PPAGEPLAYBACK_IDC_STATIC1
source: time(s)
ro: dată (ori)
tr: kez oynat
vi: thời gian (giây)

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Repeat mode:
tr: Tekrar modu:
vi: Chế độ lặp lại:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: After Playback
ro: După redare
tr: Oynatmadan sonra
vi: Sau khi phát lại

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Zoom and Alignment
ro: Mărire și aliniere
tr: Yakınlaştırma ve Hizalama
vi: Thu phóng và Căn chỉnh

# IDD_PPAGEPLAYBACK_IDC_CHECK5
source: Auto-zoom:
ro: Scalare automată
tr: Otomatik yakınlaştır:
vi: Tự động thu phóng:

# IDD_PPAGEPLAYBACK_IDC_STATIC2
source: Auto fit factor:
ro: Factor de potrivire automată:
tr: Otomatik uyum faktörü:
vi: Hệ số tự động phù hợp:

# IDD_PPAGEPLAYBACK_IDC_STATIC4
source: Vertical Alignment:
ro: Aliniere verticală:
tr: Dikey hizalama:
vi: Căn chỉnh dọc:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Default track preference
ro: Ordinea preferată a pistelor
tr: Varsayılan parça tercihi
vi: Tùy chọn rãnh mặc định

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Subtitles:
tr: Altyazı:
vi: Phụ đề:

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Audio:
tr: Ses:
vi: Âm thanh:

# IDD_PPAGEPLAYBACK_IDC_CHECK4
source: Allow overriding external splitter choice
ro: Permite alegerea separatorului extern cu prioritate
tr: Harici ayırıcı tercihlerini geçersiz kıl
vi: Cho phép lựa chọn ghi đè bộ chia bên ngoài

# IDD_PPAGEPLAYBACK_IDC_STATIC
source: Open settings
ro: Setări pentru deschidere
tr: Başlangıç ayarları
vi: Mở cài đặt

# IDD_PPAGEPLAYBACK_IDC_CHECK7
source: Use worker thread to construct the filter graph
ro: Folosește un fir de execuție secundar pentru a construi graficul filtrelor
tr: Filtre grafiğini oluşturmak için üstlenici izlek özelliğini kullan
vi: Sử dụng chuỗi công việc để xây dựng biểu đồ bộ lọc

# IDD_PPAGEPLAYBACK_IDC_CHECK6
source: Report pins which fail to render
ro: Raportează pinii care eșuează să randeze
tr: İşlenemeyen bağlantı noktalarını bildir
vi: Báo cáo các ghim không kết xuất được

# IDD_PPAGEPLAYBACK_IDC_CHECK2
source: Auto-load audio files
ro: Încarcă automat fișierele audio
tr: Ses dosyalarını otomatik olarak yükle
vi: Tự động nạp các tập tin âm thanh

# IDD_PPAGESUBTITLES_IDC_CHECK3
source: Override placement
ro: Suprascrie așezarea
tr: Özel yerleşim ayarları
vi: Ghi đè vị trí

# IDD_PPAGESUBTITLES_IDC_STATIC1
source: Horizontal:
ro: Orizontal:
tr: Yatay:
vi: Chiều ngang:

# IDD_PPAGESUBTITLES_IDC_STATIC3
source: Vertical:
tr: Dikey:
vi: Chiều dọc:

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Delay step
ro: Intervalul de întârziere
tr: Gecikme aralığı
vi: Mức độ trễ

# IDD_PPAGESUBTITLES_IDC_STATIC
source: ms
vi: mili giây

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Texture settings (open the video again to see the changes)
ro: Setări ale texturii (deschide fișierul video din nou ca să vezi schimbările)
tr: Doku ayarları (değişiklikleri görmek için videoyu tekrar açın)
vi: Cài đặt kết cấu (mở lại video để xem các thay đổi)

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Sub pictures to buffer:
tr: Arabelleğe alınacak alt resim sayısı:
vi: Ảnh phụ để đệm:

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Maximum texture resolution:
tr: En fazla doku çözünürlüğü:
vi: Độ phân giải kết cấu tối đa:

# IDD_PPAGESUBTITLES_IDC_CHECK_NO_SUB_ANIM
source: Never animate the subtitles
ro: Nu anima niciodată subtitrările
tr: Altyazıları asla hareketlendirme
vi: Không tạo hoạt ảnh cho phụ đề

# IDD_PPAGESUBTITLES_IDC_STATIC5
source: Render at
ro: Randează la
tr: Hareketlendirmeyi %
vi: Kết xuất tại

# IDD_PPAGESUBTITLES_IDC_STATIC6
source: % of the animation
ro: % din animație
tr: oranında kullan
vi: % hoạt ảnh

# IDD_PPAGESUBTITLES_IDC_STATIC7
source: Animate at
ro: Animează la
tr: Hareketlendirmeyi %
vi: Hoạt ảnh tại

# IDD_PPAGESUBTITLES_IDC_STATIC8
source: % of the video frame rate
ro: % din rata cadrelor video
tr: oranında video kare hızına uygula
vi: % tỷ lệ khung hình video

# IDD_PPAGESUBTITLES_IDC_CHECK_ALLOW_DROPPING_SUBPIC
source: Allow dropping some subpictures if the queue is running late
ro: Permite eliminarea unor imagini secundare dacă coada întârzie
tr: Sıra gecikiyorsa altyazı alt resimlerinden bazılarının atlanmasına izin ver
vi: Cho phép bỏ một số ảnh con nếu hàng đợi chạy chậm

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Renderer Layout
ro: Schema randorului
tr: İşleyici düzeni
vi: Bố cục trình kết xuất

# IDD_PPAGESUBTITLES_IDC_CHECK_SUB_AR_COMPENSATION
source: Apply aspect ratio compensation for anamorphic videos
ro: Aplică compensarea raportului de aspect (AR-ului/RA-ului) pentru videoclipurile anamorfice
tr: Anamorfik videolar için en boy oranı telafisi uygula
vi: Áp dụng bù tỷ lệ khung hình cho các video bị bóp méo

# IDD_PPAGESUBTITLES_IDC_STATIC
source: Warning
ro: Avertisment
tr: Uyarı
vi: Cảnh báo

# IDD_PPAGESUBTITLES_IDC_STATIC
source: If you override and enable fullscreen antialiasing somewhere at your videocard's settings, subtitles aren't going to look any better but it will surely eat your CPU.
ro: Dacă anulezi și activezi antialiasarea pe ecranul complet undeva la setările plăcii tale video, subtitrările nu vor arăta mai bine, dar cu siguranță îți vor consuma procesorul.
tr: Ekran kartınızın ayarlarından Tam ekran keskinlik yumuşatması seçeneğini açarsanız, altyazılar düzgün görünmeyecek ve daha fazla işlemci kullanımına neden olacaktır.
vi: Nếu bạn ghi đè và bật tính năng khử răng cưa toàn màn hình trong cài đặt của videocard, phụ đề trông sẽ không đẹp hơn nhưng chắc chắn nó sẽ ngốn CPU của bạn.

# IDD_PPAGEFORMATS_IDC_STATIC2
source: File extensions
ro: Extensii pentru fișiere
tr: Dosya uzantıları
vi: Phần mở rộng tập tin

# IDD_PPAGEFORMATS_IDC_BUTTON2
source: Default
ro: Implicit
tr: Varsayılan
vi: Mặc định

# IDD_PPAGEFORMATS_IDC_BUTTON_EXT_SET
source: Set
ro: Definește
tr: Ayarla
vi: Đặt

# IDD_PPAGEFORMATS_IDC_STATIC3
source: Association
ro: Asociere
tr: İlişkilendirme
vi: Kết hợp

# IDD_PPAGEFORMATS_IDC_CHECK8
source: Use the format-specific icons
ro: Folosește pictogramele specifice fiecărui format
tr: Her dosya biçimi için ayrı bir simge kullan
vi: Sử dụng biểu tượng dành riêng cho các định dạng

# IDD_PPAGEFORMATS_IDC_BUTTON1
source: Run as &administrator
ro: Rulează ca &administrator
tr: &Yönetici olarak çalıştır
vi: Chạy dưới quyền &quản trị

# IDD_PPAGEFORMATS_IDC_BUTTON7
source: Set as &default program
ro: Stabilește ca program &implicit
tr: &Varsayılan uygulama olarak ayarla
vi: Đặt làm chương trình &mặc định

# IDD_PPAGEFORMATS_IDC_STATIC
source: Explorer Context Menu
ro: Meniu contextual pentru Explorator
tr: Windows sağ tık menüsü
vi: Trình đơn ngữ cảnh của Explorer

# IDD_PPAGEFORMATS_IDC_CHECK6
source: Directory
ro: Director
tr: Dizin
vi: Danh mục

# IDD_PPAGEFORMATS_IDC_CHECK7
source: Playlist
ro: Listă de redare
tr: Oynatma listesi
vi: Danh sách phát

# IDD_PPAGEFORMATS_IDC_STATIC1
source: Autoplay
ro: Redare automată
tr: Otomatik yürütme
vi: Tự động phát

# IDD_PPAGEFORMATS_IDC_CHECK2
source: Music
ro: Muzică
tr: Müzik
vi: Âm nhạc

# IDD_PPAGEFORMATS_IDC_CHECK3
source: Audio CD
ro: CD Audio
tr: Ses CD'si
vi: CD âm thanh

# IDD_PPAGETWEAKS_IDC_STATIC
source: Jump distances (small, medium, large in ms)
ro: Intervale de sărire (mic, mediu, mare în ms)
tr: Atlama mesafeleri (az, orta, çok - ms cinsinden)
vi: Khoảng cách nhảy (nhỏ, trung bình, lớn tính bằng mili giây)

# IDD_PPAGETWEAKS_IDC_BUTTON1
source: Default
ro: Implicit
tr: Varsayılan
vi: Mặc định

# IDD_PPAGETWEAKS_IDC_CHECK3
source: Auto-hide the mouse pointer during playback in windowed mode
ro: Ascunde automat indicatorul mausului în timpul redării în mod fereastră
tr: Pencere kipinde oynatırken fare imlecini otomatik gizle
vi: Tự động ẩn con trỏ chuột trong khi phát lại ở chế độ cửa sổ

# IDD_PPAGETWEAKS_IDC_CHECK4
source: Display "Now Playing" information in Skype's mood message
ro: Afișează informații „Acum în redare” în mesajul din Skype privind starea de spirit
tr: Skype durumum kısmında "Oynatılıyor" bilgisini göster
vi: Hiển thị thông tin "Đang phát" trong thông báo tâm trạng của Skype

# IDD_PPAGETWEAKS_IDC_CHECK_LCD
source: Enable Logitech LCD support (experimental)
ro: Activează sprijunul ecranelor LCD pentru tastaturi Logitech (experimental)
tr: Logitech LCD desteğini etkinleştir (deneysel)
vi: Bật hỗ trợ màn hình LCD của Logitech (thử nghiệm)

# IDD_PPAGETWEAKS_IDC_CHECK6
source: Prevent minimizing the player when in fullscreen on a non default monitor
ro: Împiedică minimizarea playerului din ecran complet pe un monitor care nu este implicit
tr: Oynatıcının varsayılan olmayan monitörde tam ekrandayken simge durumuna getirilmesine engel ol
vi: Ngăn thu nhỏ trình phát khi ở chế độ toàn màn hình trên màn hình không mặc định

# IDD_PPAGETWEAKS_IDC_CHECK7
source: Open previous/next file in folder on "Skip back/forward" when there is only one item in playlist
ro: Deschide fișier anterior/următor din dosar (din folder) la comenzile „Sari înapoi/înainte” atunci când este un singur element în lista de redare (în playlist)
tr: Oynatma listesinde tek medya varken "Önceki / Sonraki bölüm" tuşuyla önceki/sonraki dosyayı aç
vi: Mở tập tin trước đó/tiếp theo trong thư mục khi ấn nút "Bỏ qua rồi Quay lại/Chuyển tiếp" khi chỉ có một mục trong danh sách phát

# IDD_PPAGETWEAKS_IDC_FASTSEEK_CHECK
source: Fast seek (on keyframe)
ro: Derulare rapidă (la cadru cheie)
tr: Hızlı izlem (anahtar kare üzerinde)
vi: Tìm kiếm nhanh (trên keyframe)

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON1
source: Add Filter...
ro: Adaugă filtru...
tr: Filtre ekle...
vi: Thêm bộ lọc...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON2
source: Remove
ro: Elimină
tr: Sil
vi: Loại bỏ

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO1
source: Prefer
ro: Preferă
tr: Tercih et
vi: Ưa thích

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO2
source: Block
ro: Blochează
tr: Bloke et
vi: Khối

# IDD_PPAGEEXTERNALFILTERS_IDC_RADIO3
source: Set merit:
ro: Definește merit:
tr: Seçim değeri:
vi: Đặt giá trị:

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON3
source: Up
ro: Sus
tr: Yukarı
vi: Lên

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON4
source: Down
ro: Jos
tr: Aşağı
vi: Xuống

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON5
source: Add Media Type...
ro: Adaugă tipul de media...
tr: Medya türü ekle...
vi: Thêm loại phương tiện...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON6
source: Add Sub Type...
ro: Adaugă un subtip...
tr: Alt tür ekle...
vi: Thêm loại phụ đề...

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON7
source: Delete
ro: Șterge
tr: Sil
vi: Xóa

# IDD_PPAGEEXTERNALFILTERS_IDC_BUTTON8
source: Reset List
ro: Restabilește lista
tr: Listeyi sıfırla
vi: Đặt lại danh sách
