Repository: gantoniio/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ro, tr

# IDC_DSSYNC
source: Same as the EVR (CP), but offers several options to synchronize the video frame rate with the display refresh rate to eliminate skipped or duplicated video frames.
ro: Asemănător cu EVR (CP), dar oferă câteva opțiuni pentru a sincroniza rata cadrelor video cu rata de reîmprospătare a dispozitivului de afișare pentru a elimina cadrele video sărite sau duplicate.
tr: GVİ (ÖS) ile aynıdır, ancak atlanan veya yinelenen video karelerini ortadan kaldırmak için video kare hızını ekran yenileme hızıyla eşzamanlamak için çeşitli seçenekler sunar.

# IDC_REGULARSURF
source: Video surface will be allocated as a regular offscreen surface.
ro: Suprafața video va fi alocată ca o suprafață normală în afara ecranului.
tr: Video yüzeyi normal bir ekran dışı yüzey olarak tahsis edilecektir.

# IDC_TEXTURESURF2D
source: Video surface will be allocated as a texture but still the 2d functions will be used to copy and stretch it onto the backbuffer. Requires a video card which can allocate 32-bit, RGBA, non-power-of-two sized textures and at least in the resolution of the video.
ro: Suprafața video va fi alocată ca textură, dar totuși funcțiile 2d vor fi folosite pentru a o copia și a o întinde pe backbuffer. Necesită o placă video care poate aloca texturi de 32 de biți, RGBA, fără putere, de două dimensiuni și cel puțin în rezoluția videoclipului.
tr: Video yüzeyi bir doku olarak ayrılacaktır, ancak 2d özellikleri hala arka tamponlamaya kopyalamak ve uzatılmakta kullanılacaktır. 32bit, RGBA, çift boyutlu doku ayırabilen ve en az, geçerli video çözünürlüğünü destekleyebilen bir ekran kartı gerektirir.

# IDC_TEXTURESURF3D
source: Video surface will be allocated as a texture and drawn as two triangles in 3d. Antialiasing turned on at the display settings may have a bad effect on the rendering speed.
ro: Suprafața video va fi alocată ca textură și desenată ca două triunghiuri în 3d. Antialiasarea activată la setările afișajului poate avea un efect negativ asupra vitezei de randare.
tr: Video yüzeyi bir doku olarak tahsis edilecek ve 3d'de iki üçgen olarak çizilecektir. Kenar yumuşatmanın (antialiasing) grafik kartı ayarlarında açık olması işleme hızını kötü etkileyebilir.

# IDC_DX9RESIZER_COMBO
source: If there is no Pixel Shader 2.0 support, simple bilinear is used automatically.
ro: Dacă nu există sprijin pentru Nuanțatorul de pixeli 2.0 (Pixel Shader 2.0), biliniară simplă este folosită automat.
tr: Piksel Tonlayıcı 2.0 desteği bulunmuyorsa, otomatik olarak basit çift doğrusal kullanılacaktır.

# IDC_DSVMR9LOADMIXER
source: Puts VMR-9 (renderless) into mixer mode, this means most of the controls on its property page will work and it will use a separate worker thread to renderer frames.
ro: Pune VMR-9 (fără randare) în modul amestecător, aceasta înseamnă că majoritatea controalelor de pe pagina proprie de proprietăți vor funcționa și va folosi un fir de execuție secundar separat pentru randarea cadrelor.
tr: VKİ-9 (işleyicisiz)'i karıştırıcı tipine geçirir. Bu, ayarlar sayfasındaki birçok seçeneğin çalışacağı ve video karelerini işlemek için ayrı bir üstlenici izlek kullanılacağı anlamına gelir.

# IDC_DSMPCVR
source: High-quality renderer, requires a GPU that supports D3D9 or later.
ro: Randor de înaltă calitate, necesită un GPU care suportă D3D9 sau o versiune ulterioară.
tr: Yüksek kaliteli işleyici, D3D9 veya sonrasını destekleyen bir GPU gerektirir.

# IDS_PPAGE_OUTPUT_SYNC
source: Sync Renderer
ro: Randor Sincronizare
tr: Eşzamanlama İşleyici

# IDS_PPAGE_OUTPUT_AUD_MPC_REND
source: MPC Audio Renderer
ro: Randor audio MPC
tr: MPC Ses İşleyici

# IDS_PPAGE_OUTPUT_SURF_OFFSCREEN
source: Regular offscreen plain surface
ro: Suprafață netedă offscreen obișnuită
tr: Sıradan ekran dışı düz yüzey

# IDS_PPAGE_OUTPUT_SURF_2D
source: 2D surfaces
ro: suprafețe 2D
tr: 2B yüzeyler

# IDS_PPAGE_OUTPUT_SURF_3D
source: 3D surfaces (recommended)
ro: suprafețe 3D (recomandat)
tr: 3B yüzeyler (önerilir)

# IDS_PPAGE_OUTPUT_RESIZE_NN
source: Nearest neighbor
ro: Cel mai apropiat vecin
tr: En yakın komşu

# IDS_PPAGE_OUTPUT_RESIZER_BILIN
source: Bilinear
ro: Biliniară
tr: Çift doğrusal

# IDS_PPAGE_OUTPUT_RESIZER_BIL_PS
source: Bilinear (PS 2.0)
ro: Biliniară (PS 2.0)
tr: Çift doğrusal (PT 2.0)

# IDS_PPAGE_OUTPUT_RESIZER_BICUB1
source: Bicubic A=-0.60 (PS 2.0)
ro: Bicubică A=-0.60 (PS 2.0)
tr: Çift kübik A=-0.60 (PT 2.0)

# IDS_PPAGE_OUTPUT_RESIZER_BICUB2
source: Bicubic A=-0.75 (PS 2.0)
ro: Bicubică A=-0.75 (PS 2.0)
tr: Çift kübik A=-0.75 (PT 2.0)

# IDS_PPAGE_OUTPUT_RESIZER_BICUB3
source: Bicubic A=-1.00 (PS 2.0)
ro: Bicubică A=-1.00 (PS 2.0)
tr: Çift kübik A=-1.00 (PT 2.0)

# IDS_PPAGE_OUTPUT_UNAVAILABLE
source: **unavailable**
ro: **indisponibil**
tr: **kullanılabilir değil**

# IDS_PPAGE_OUTPUT_UNAVAILABLEMSG
source: The selected renderer is not installed.
ro: Randorul selectat nu este instalat.
tr: Seçilen işleyici kurulu değil.

# IDS_PPAGE_OUTPUT_AUD_NULL_COMP
source: Null (anything)
ro: Null - Fără randare video (orice format)
tr: Boş (herhangi)

# IDS_PPAGE_OUTPUT_AUD_NULL_UNCOMP
source: Null (uncompressed)
ro: Null - Fără randare video (formate necomprimate)
tr: Boş (sıkıştırılmadan)

# IDS_PPAGE_OUTPUT_AUD_INTERNAL_REND
source: SaneAR Audio Renderer
ro: Randor audio SaneAR
tr: SaneAR Ses İşleyici

# IDS_EMB_RESOURCES_VIEWER_NAME
source: Name
ro: Nume
tr: Ad

# IDS_EMB_RESOURCES_VIEWER_TYPE
source: MIME Type
ro: Tip MIME
tr: MIME türü

# IDS_EMB_RESOURCES_VIEWER_INFO
source: In order to view an embedded resource in your browser you have to enable the web interface. Use the "Save As" button if you only want to save the information.
ro: Pentru a vedea o resursă încorporată în browser-ul tău trebuie să activezi interfața web. Folosește butonul „Salvează ca” dacă vrei doar să salvezi informațiile.
tr: Gömülü bir kaynağı tarayıcınızda görüntüleyebilmek için Ağ arayüzünü seçeneklerden etkinleştirmeniz gerekmektedir. Yalnız bilgileri kaydetmek istiyorsanız "Farklı kaydet" düğmesini kullanın.

# IDS_SUBTITLES_DOWNLOAD
source: Download Subtitles...
ro: Se descarcă subtitrările...
tr: Altyazı indir...

# IDS_SUBFILE_DELAY
source: Delay (ms):
ro: Întârziere (ms):
tr: Gecikme (ms):

# IDS_SPEEDSTEP_AUTO
source: Auto
ro: Auto(mat)
tr: Oto.

# IDS_EXPORT_SETTINGS_NO_KEYS
source: There are no customized keys to export.
ro: Nu există taste rapide (scurtături) pentru exportare.
tr: Dışa aktarılacak bir tuş özelleştirmesi bulunmuyor.

# IDS_RFS_NO_FILES
source: No media files found in the archive
ro: Nu s-au găsit fișiere media în arhivă
tr: Arşivde medya dosyası bulunamadı

# IDS_RFS_COMPRESSED
source: Compressed files are not supported
ro: Fișierele comprimate nu sunt compatibile
tr: Sıkıştırılmış dosyalar desteklenmez

# IDS_RFS_ENCRYPTED
source: Encrypted files are not supported
ro: Fișierele criptate nu sunt compatibile
tr: Şifrelenmiş dosyalar desteklenmez

# IDS_RFS_MISSING_VOLS
source: Couldn't find all archive volumes
ro: Nu s-au găsit toate volumele arhivei
tr: Tüm arşiv parçaları bulunamadı

# IDC_FULLSCREEN_MONITOR_CHECK
source: Reduces tearing but prevents the toolbar from being shown.
ro: Reduce efectul de rupere, dar împiedică afișarea barei de instrumente.
tr: Yırtılmayı azaltır ancak denetimlerin gösterilmesini önler.

# IDC_DSVMR9ALTERNATIVEVSYNC
source: Reduces tearing by bypassing the default VSync built into D3D.
ro: Reduce efectul de rupere prin ocolirea sincronizării verticale implicite încorporate în D3D.
tr: D3D'de yerleşik olarak bulunan varsayılan VSync'i baypas ederek yırtılmayı azaltır.

# IDS_NAVIGATE_TUNERSCAN
source: Tuner scan
ro: Scanează tunerul pentru canale
tr: Kanal taraması

# IDS_SUBTITLES_ERROR
source: Subtitles are not loaded or unsupported renderer.
ro: Subtitrările nu sunt încărcate sau randarea e neacceptată.
tr: Altyazılar yükletilmedi ya da işleyici desteklemiyor.

# IDC_CACHESHADERS
source: Stores compiled shaders in local AppData to speed up load time.
ro: Stochează nuanțatoarele (shaderele) compilate în dosarul AppData local pentru a accelera timpul de încărcare.
tr: Yükletme süresini hızlandırmak için derlenmiş tonlayıcıları yerel AppData klasöründe depolar.

# IDS_SRC_VTS
source: Open VTS_xx_0.ifo to load VTS_xx_x.vob files in one piece
ro: Deschideți VTS_xx_0.ifo pentru a încărca fișierele VTS_xx_x.vob dintr-o bucată
tr: VTS_xx_x.vob dosyalarını tek parça halinde getirmek için VTS_xx_0.ifo dosyasını açınız

# IDS_SRC_RFS
source: Based on RARFileSource, doesn't support compressed files
ro: Bazat pe RARFileSource, nu sprijină fișierele comprimate
tr: RARFileSource tabanlıdır, sıkıştırılmış dosyaları desteklemez

# IDS_INTERNAL_LAVF
source: Uses LAV Filters
ro: Folosește filtrele LAV Filters
tr: LAV Filtreleri kullanılır

# IDS_INTERNAL_LAVF_WMV
source: Uses LAV Filters. Disabled by default since Microsoft filters are usually more stable for those formats. If you choose to use the internal filters, enable them for both source and decoding to have a better playback experience.
ro: Folosește filtrele LAV Filters. Dezactivate implicit deoarece filtrele Microsoft sunt de obicei mai stabile pentru aceste formate. Dacă alegi să folosești filtrele interne, activează-le atât pentru sursă cât și pentru decodare pentru a avea o experiență mai bună de redare.
tr: LAV Filtreleri kullanır. Microsoft filtreleri bu biçimler için genellikle daha kararlı olduğundan varsayılan olarak devre dışıdır. İçsel Filtreleri kullanmayı seçerseniz, daha iyi bir oynatım deneyimi için onları hem Kaynak hem de Dönüşümde etkinleştirin.

# IDS_AG_OPEN_FILE_LOCATION
source: Open File Location
ro: Deschide locația fișierului
tr: Dosya konumunu aç

# IDS_AG_OPENDIRECTORY
source: Open Directory
ro: Deschide directorul

# IDS_AG_TOGGLE_NAVIGATION
source: Toggle Navigation Bar
ro: Comută bara de navigare
tr: Gezinti çubuğunu Aç/Kapat

# IDS_AG_VSYNCACCURATE
source: Accurate VSync
ro: Sincronizare verticală precisă
tr: Kesin VSync

# IDC_CHECK_RELATIVETO
source: If the rendering target is left undefined, it will be inherited from the default style.
ro: Dacă zona țintă pentru randare este nedefinită, aceasta va fi moștenită din stilul implicit.
tr: Oluşturma hedefi bellisiz bırakılırsa varsayılan biçemdeki yol kullanılacaktır.

# IDC_CHECK_NO_SUB_ANIM
source: Disallow subtitle animation. Enabling this option will lower CPU usage. You can use it if you experience flashing subtitles.
ro: Nu permite animația cu subtitrări. Activarea acestei opțiuni va reduce utilizarea procesorului. O poți folosi dacă ai subtitrări intermitente.
tr: Altyazı hareketlendirmelerine izin vermez. Bu seçeneğin etkinleştirilmesi işlemci kullanımını azaltacaktır. Altyazıların ani yanıp sönmesiyle karşılaşıyorsanız bunu kullanabilirsiniz.

# IDC_SUBPIC_TO_BUFFER
source: Increasing the number of buffered subpictures should in general improve the rendering performance at the cost of a higher video RAM usage on the GPU.
ro: Creșterea numărului de imagini subtitlu pentru preîncărcare ar trebui, în general, să îmbunătățească performanța randării, cu costul creșterii memoriei video utilizate de placa video.
tr: Tamponlanacak alt resimlerin sayısını artırmak, daha fazla video belleği kullanımına yol açsa da işleme performansında genel bir artış sağlayacaktır.

# IDC_BUTTON_EXT_SET
source: After clicking this button, the checked state of the format group will reflect the actual file association for MPC-HC. A newly added extension will usually make it grayed, so don't forget to check it again before closing this dialog!
ro: După ce dați clic pe acest buton, starea bifată a grupului de formate va reflecta asocierea concretă a fișierelor pentru MPC-HC. O extensie nou adăugată va fi de obicei un gri deschis, așa că nu uitați să o bifați din nou înainte de a închide această casetă de dialog!
tr: Bu düğmeye tıkladıktan sonra, biçim grubunun işaretli durumu MPC-HC için gerçek dosya ilişkilendirmesini yansıtacaktır. Genellikle yeni eklenen uzantı gri renkle gösterilecektir, yani bu ekranı kapatmadan önce uzantıyı tekrar kontrol etmeniz gerektiğini unutmayınız!

# IDC_CHECK_ALLOW_DROPPING_SUBPIC
source: Disabling this option will prevent the subtitles from blinking but it may cause the video renderer to skip some video frames.
ro: Dezactivarea acestei opțiuni va împiedica subtitrările să clipească, dar poate face ca randarea video să omită unele cadre video.
tr: Bu seçeneğin devre dışı bırakılması altyazıların yanıp sönmesini engeller ancak video işleyicinin bazı video karelerini atlamasına neden olabilir.

# ID_PLAY_PLAY
source: Play Play
ro: Redă Redă
tr: Yürüt Yürüt

# ID_PLAY_PAUSE
source: Pause Pause
ro: Pauzează Pauzează
tr: Duraklat Duraklat

# ID_PLAY_STOP
source: Stop Stop
ro: Oprește Oprește
tr: Durdur Durdur

# ID_PLAY_FRAMESTEP
source: Step Step
ro: Avansează câte un cadru Avansează câte un cadru
tr: Kare atla Kare atla

# ID_PLAY_DECRATE
source: Decrease speed Decrease speed
ro: Micșorare viteză Micșorează viteza
tr: Hızı azalt Hızı azalt

# ID_PLAY_INCRATE
source: Increase speed Increase speed
ro: Mărire viteză Mărește viteza
tr: Hızı artır Hızı artır

# ID_VOLUME_MUTE
source: Mute
ro: Mut (Silențios)
tr: Sesi kes

# ID_VOLUME_MUTE_OFF
source: Unmute
ro: Cu sonor
tr: Sesi aç

# ID_VOLUME_MUTE_DISABLED
source: No audio
ro: Fără sunet
tr: Ses yok

# ID_NAVIGATE_SKIPBACK
source: Skip back Skip back
ro: Sari înapoi Sari înapoi
tr: Önceki bölüm Önceki bölüm

# ID_NAVIGATE_SKIPFORWARD
source: Skip forward Skip forward
ro: Sari înainte Sari înainte
tr: Sonraki bölüm Sonraki bölüm

# IDS_FAVORITES_ADD
source: &Add to Favorites...
ro: &Adăugare la favorite...
tr: Gözdelere &ekle...

# IDS_FAVORITES_ORGANIZE
source: Organize Favorites...
ro: Organizează favoritele...
tr: Gözdeleri düzenle...

# IDS_PLAYLIST_SHUFFLE
source: Sh&uffle
ro: Amestecă
tr: Karışık oynat

# IDS_PLAYLIST_SHOWFOLDER
source: Ope&n file location
ro: Deschide dosarul fișierului
tr: Dosya konumunu aç

# IDS_CONTROLS_CLOSING
source: Closing...
ro: Închidere...
tr: Kapatılıyor...

# IDS_CONTROLS_PLAYING
source: Playing
ro: În redare
tr: Oynatılıyor

# IDS_CONTROLS_PAUSED
source: Paused
ro: Pauzat
tr: Duraklatıldı

# IDS_SUBTITLE_RENDERER_NONE
source: None
ro: Niciunul
tr: Hiçbiri

# IDS_PPAGEADVANCED_MOUSE_LEFTUP_DELAY
source: Maximum delay in milliseconds of mouse LeftUp event when clicking on the video.
ro: Întârziere maximă în milisecunde a evenimentului LeftUp al mouse-ului când faci clic pe videoclip.
tr: Video'ya sol tıklarken en fazla gecikme süresi (ms olarak).

# IDS_PPAGEADVANCED_USE_FREETYPE
source: Use FreeType for subtitle rendering. Enables support for per-language glyphs.
ro: Folosește FreeType pentru randarea subtitrărilor. Activează suportul pentru glife pentru fiecare limbă.
tr: Altyazı oluşturma için FreeType kullan. Dilin bütün damgalarına (glyphs) desteği etkinleştirir.

# IDS_PPAGEADVANCED_USE_MEDIAINFO_LOAD_FILE_DURATION
source: Load file duration when adding items to playlist (uses MediaInfo and results may vary)
ro: Încarcă durata fișierului când adaugi elemente în lista de redare (în playlist) (se folosește MediaInfo și rezultatele pot varia)
tr: Oynatma listesine öğe eklerken dosya sürelerini öğren (MediaInfo kullanılır ve sonuçlar farklılık gösterebilir)

# IDS_TIMER_SHOW_PERCENTAGE
source: Show percentage
ro: Afișează procentajul
tr: Yüzdeyi göster

# IDS_SUBDL_DLG_FAILED_DL
source: Subtitle download failed.
ro: Descărcarea subtitrărilor a eșuat.
tr: Altyazı indirilemedi.

# IDS_PPAGEADVANCED_FILEPOS_PLAYLIST
source: Remember playback position in local M3U and MPCPL playlist files.
ro: Reține poziția de redare în fișierele locale de liste redare (de playlist-uri) M3U și MPCPL.

# IDS_PPAGEADVANCED_FILEPOS_TRACK_SELECTION
source: Remember the selected audio and subtitle track (when file history is enabled).
ro: Reține pista audio și de subtitrare selectată (când istoricul fișierelor este activat).

# IDS_PPAGEADVANCED_YDL_AUDIO_FORMAT
source: Preferred audio format for stream that is selected from Youtube-DL results. Only applies if audio stream is separate from video stream. 0: Automatic 1: AAC 2: OPUS
ro: Format audio preferat pentru flux care este selectat din rezultatele Youtube-DL. Se aplică numai dacă fluxul audio este separat de fluxul video. 0: Automat 1: AAC 2: OPUS

# IDS_PPAGEADVANCED_PREVENT_DISPLAY_SLEEP
source: Disable screen saver and monitor sleep mode during video playback.
ro: Dezactivează economizorul de ecran și monitorizarea modului de repaus în timpul redării video.

# IDS_PPAGEADVANCED_STILL_VIDEO_DURATION
source: Display duration in seconds for images rendered by "Generate Still Video" and "MPC Image Source" filters. Use 0 for infinite.
ro: Durata de afișare în secunde pentru imaginile redate prin filtrele „Generează clipuri video” și „Sursă de imagine MPC”. Folosește 0 pentru infinit.

# IDS_PPAGEADVANCED_CAPTURE_DEINTERLACE
source: Insert deinterlace filter (blend) in capture mode
ro: Introdu filtrul de deintercalare (amestecare) în modul de captură

# IDS_PLAYLIST_TOGGLE_SHUFFLE
source: Toggle Playlist Shuffle
ro: Comută amestecarea (mixarea) listelor de redare (playlist-urilor)

# IDS_AUDIOSHIFT_ONOFF
source: Toggle Audio Delay
ro: Comută întârzierea audio

# IDS_AG_EDL_NEW_CLIP
source: EDL new clip
ro: EDL: Clip nou
tr: EDL yeni pencere

# IDS_RECENT_FILES_CLEAR
source: &Clear list
ro: &Curăță lista
tr: Listeyi temizle

# IDS_RECENT_FILES_QUESTION
source: Are you sure that you want to delete recent files list?
ro: Ești sigur(ă) că vrei să ștergi lista de fișiere recente?
tr: Geçmişi temizlemek istediğinizden emin misiniz?

# IDS_AG_EDL_SAVE
source: EDL save
ro: EDL: Salvare
tr: EDL kayıt

# IDS_AG_ENABLEFRAMETIMECORRECTION
source: Enable Frame Time Correction
ro: Activează corecția de timp a cadrelor
tr: Kare süresi düzeltmesini etkinleştir

# IDS_AG_TOGGLE_EDITLISTEDITOR
source: Toggle EDL window
ro: Comută fereastra EDL
tr: EDL penceresini Aç/Kapat

# IDS_AG_EDL_IN
source: EDL set In
ro: EDL (Editor listă de editare): Punct de intrare
tr: EDL içeri al

# IDS_AG_EDL_OUT
source: EDL set Out
ro: EDL: Punct de ieșire
tr: EDL dışarı ver

# IDS_AG_PNS_ROTATEX_M
source: Video Frame Rotate X-
ro: Rotește cadrul video X-
tr: Video karesi: X- ekseninde döndür

# IDS_AG_PNS_ROTATEY_P
source: Video Frame Rotate Y+
ro: Rotește cadrul video Y+
tr: Video karesi: Y+ ekseninde döndür

# IDS_AG_PNS_ROTATEY_M
source: Video Frame Rotate Y-
ro: Rotește cadrul video Y-
tr: Video karesi: Y- ekseninde döndür

# IDS_AG_PNS_ROTATEZ_P
source: Video Frame Rotate Z+
ro: Rotește cadrul video Z+
tr: Video karesi: Z+ ekseninde döndür

# IDS_AG_PNS_ROTATEZ_M
source: Video Frame Rotate Z-
ro: Rotește cadrul video Z-
tr: Video karesi: Z- ekseninde döndür

# IDS_AG_TEARING_TEST
source: Tearing Test
ro: Test de rupere
tr: Yırtılma testi

# IDS_SCALE_16_9
source: Scale to 16:9 TV,%.3f,%.3f,%.3f,%.3f
ro: Scalează pentru televizor 16:9,%.3f,%.3f,%.3f,%.3f
tr: 16:9 TV ekranına ölçekle,%.3f,%.3f,%.3f,%.3f

# IDS_SCALE_WIDESCREEN
source: Zoom to Widescreen,%.3f,%.3f,%.3f,%.3f
ro: Scalează pentru ecran lat,%.3f,%.3f,%.3f,%.3f
tr: Geniş ekrana sığdır,%.3f,%.3f,%.3f,%.3f

# IDS_SCALE_ULTRAWIDE
source: Zoom to Ultra-Widescreen,%.3f,%.3f,%.3f,%.3f
ro: Scalează pentru ecran ultra-lat,%.3f,%.3f,%.3f,%.3f
tr: Çok geniş ekrana sığdır,%.3f,%.3f,%.3f,%.3f

# IDS_PLAYLIST_HIDEFS
source: &Hide on Fullscreen
ro: Ascunde în modul ecran complet
tr: &Tam ekranda gizle

# IDS_CONTROLS_STOPPED
source: Stopped
ro: Oprit
tr: Durduruldu

# IDS_CONTROLS_BUFFERING
source: Buffering... (%d%%)
ro: Preîncărcare... (%d%%)
tr: Arabelleğe alınıyor... (%%%d)

# IDS_CONTROLS_CAPTURING
source: Capturing...
ro: Capturare...
tr: Kaydediliyor...

# IDS_CONTROLS_OPENING
source: Opening...
ro: Se deschide...
tr: Açılıyor...

# IDS_CONTROLS_CLOSED
source: Closed
ro: Închis
tr: Kapatıldı

# IDS_SUBTITLES_OPTIONS
source: &Options...
ro: &Opțiuni...
tr: Seçenekler...

# IDS_SUBTITLES_STYLES
source: &Styles...
ro: &Stiluri...
tr: Biçemler...

# IDS_SUBTITLES_RELOAD
source: &Reload
ro: &Reîncarcă
tr: &Yeniden yükle

# IDS_SUBTITLES_HIDE
source: &Hide Subtitles
ro: &Ascunde subtitrările

# IDS_PANSCAN_EDIT
source: &Edit...
ro: &Editare..
tr: &Düzenle...

# IDS_INFOBAR_TITLE
source: Title
ro: Titlu
tr: Başlık

# IDS_INFOBAR_AUTHOR
source: Author
ro: Autor
tr: Eser sahibi

# IDS_INFOBAR_COPYRIGHT
source: Copyright
ro: Drepturi de autor
tr: Telif hakkı

# IDS_INFOBAR_RATING
source: Rating
ro: Evaluare
tr: Değerlendirme

# IDS_INFOBAR_DESCRIPTION
source: Description
ro: Descriere
tr: Açıklama

# IDS_INFOBAR_DOMAIN
source: Domain
ro: Domeniu
tr: Konum

# IDS_AG_CLOSE
source: Close
ro: Închide
tr: Kapat

# IDS_AG_NONE
source: None
ro: Nimic
tr: Atanmamış

# IDS_AG_COMMAND
source: Command
ro: Comandă
tr: Komut

# IDS_AG_KEY
source: Key
ro: Tastă
tr: Tuş

# IDS_AG_APP_COMMAND
source: App Command
ro: Comanda aplicației
tr: Uygulama komutu

# IDS_AG_MEDIAFILES
source: Media files (all types)
ro: Fișiere multimedia (de toate tipurile)
tr: Medya dosyaları (tüm türler)

# IDS_AG_ALLFILES
source: All files (*.*)|*.*|
ro: Toate fișierele (*.*)|*.*|
tr: Tüm dosyalar (*.*)|*.*|

# IDS_AG_AUDIOFILES
source: Audio files (all types)
ro: Fișiere audio (de toate tipurile)
tr: Ses dosyaları (tüm türler)

# IDS_AG_NOT_KNOWN
source: Not known
ro: Necunoscut
tr: Bilinmiyor

# IDS_MPLAYERC_0
source: Quick Open File
ro: Deschide rapid un fișier
tr: Hızlı dosya aç

# IDS_AG_OPEN_FILE
source: Open File/URL
ro: Deschide fișierul
tr: Dosya/URL aç

# IDS_AG_OPEN_DVD
source: Open DVD/BD
ro: Deschide DVD-ul/BD-ul
tr: DVD/Blu-ray aç

# IDS_MAINFRM_POST_SHADERS_FAILED
source: Failed to set post-resize shaders
ro: Eșuare la stabilirea nuanțatoarelor (shaderelor) de post-redimensionare
tr: Boyutlandırma sonrası tonlayıcıları ayarlanamadı

# IDS_MAINFRM_BOTH_SHADERS_FAILED
source: Failed to set both pre-resize and post-resize shaders
ro: Eșuare la stabilirea nuanțatoarelor (shaderelor) de pre-redimensionare și de post-redimensionare
tr: Hem boyutlandırma öncesi hem de boyutlandırma sonrası tonlayıcıları ayarlanamadı

# IDS_DEBUGSHADERS_FIRSTRUN_MSG
source: Shaders are recompiled automatically when the corresponding files are modified.
ro: Nuanțatoarele (Shaderele) sunt recompilate automat atunci când fișierele corespunzătoare sunt modificate.
tr: Tonlayıcılar, ilişkili dosyalar değiştirildiğinde otomatik olarak derlenecektir.

# IDS_SHADER_DLL_ERR_0
source: Cannot load %s, pixel shaders will not work.
ro: Nu se poate încărca %s, nuanțatoarele (shaderele) de pixeli nu vor funcționa.
tr: %s yüklenemedi, piksel tonlayıcılar çalışmayacaktır.

# IDS_SHADER_DLL_ERR_1
source: Cannot find necessary function entry points in %s, pixel shaders will not work.
ro: Nu se pot găsi punctele de intrare ale funcției necesare în %s, nuanțatoarele (shaderele) de pixeli nu vor funcționa.
tr: %s içinde gerekli özellik girdileri bulunamadığından, piksel tonlayıcılar çalışmayacaktır.

# IDS_OSD_SHADERS_PRESET
source: Shader preset: %s
ro: Prestabilește nuanțatorul (shaderul): %s
tr: Tonlayıcı: %s

# IDS_AG_SHADERS_PRESET_NEXT
source: Next Shader Preset
ro: Următoarea prestabilire a nuanțatoarelor (shaderelor)
tr: Sonraki ön ayarlı tonlayıcı

# IDS_AG_SHADERS_PRESET_PREV
source: Prev Shader Preset
ro: Precedenta prestabilire a nuanțatoarelor (shaderelor)
tr: Önceki ön ayarlı tonlayıcı

# IDS_RECORD_START
source: Record
ro: Înregistrează
tr: Kayıt

# IDS_RECORD_STOP
source: Stop
ro: Oprește
tr: Durdur

# IDS_PLAYLIST_ADDFOLDER
source: Add containing &folder
ro: Adaugă dosarul (folderul) conținător
tr: İçeren k&lasörü ekle

# IDS_TOOLTIP_SOFTWARE_DECODING
source: Software Decoding
ro: Decodarea software-ului
tr: Yazılımla çözülüyor

# IDS_STATSBAR_PLAYBACK_RATE
source: Playback rate
ro: Rata de redare
tr: Yürütme hızı

# IDS_FILTERS_COPY_TO_CLIPBOARD
source: &Copy filters list to clipboard
ro: &Copiază lista de filtre în clipboard
tr: &Filtre listesini panoya kopyala
