Repository: gantoniio/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ro, tr

# IDS_INFOBAR_LOCATION
source: Location
ro: Locația
tr: Yer

# IDS_INFOBAR_SUBTITLES
source: Subtitles
ro: Subtitrări
tr: Altyazı

# IDS_INFOBAR_CHAPTER
source: Chapter
ro: Capitolul
tr: Bölüm

# IDS_CONTROLS_COMPLETING
source: Completing...
ro: Se finalizează...
tr: Tamamlanıyor...

# IDS_AUTOPLAY_PLAYVIDEO
source: Play Video
ro: Redă videoclipul
tr: Video oynat

# IDS_AUTOPLAY_PLAYMUSIC
source: Play Music
ro: Redă muzica
tr: Müzik çal

# IDS_AUTOPLAY_PLAYAUDIOCD
source: Play Audio CD
ro: Redă CD-ul audio
tr: Ses CD'si çal

# IDS_AUTOPLAY_PLAYDVDMOVIE
source: Play DVD Movie
ro: Redă filmul de pe DVD
tr: DVD Filmi oynat

# IDS_PROPSHEET_PROPERTIES
source: Properties
ro: Proprietăți
tr: Özellikler

# IDS_PLAY_LOOPMODE_FILE
source: File
ro: Fișier
tr: Dosya

# IDS_SUB_OVERRIDE_DEFAULT_STYLE
source: Override Default Style
ro: Suprascrie stilul implicit

# IDS_SUB_OVERRIDE_ALL_STYLES
source: Override All Styles
ro: Suprascrie toate stilurile

# IDS_PLAY_LOOPMODE_PLAYLIST
source: Playlist
ro: Listă de redare (Playlist)
tr: Oynatma listesi

# IDS_FAVFILES
source: Files
ro: Fișiere
tr: Dosya

# IDS_FAVDVDS
source: DVDs
ro: DVD-uri
tr: DVD

# IDS_PLAYLOOPMODE_AB
source: A-B Repeat: Reset Positions
ro: Repetare A-B: Resetează pozițiile
tr: A-B Tekrarla: Noktaları sıfırla

# IDS_PLAYLOOPMODE_AB_MARK_A
source: A-B Repeat: Mark A Position
ro: Repetare A-B: Marchează poziția A
tr: A-B Tekrarla: A noktasını işaretle

# IDS_PLAYLOOPMODE_AB_MARK_B
source: A-B Repeat: Mark B Position
ro: Repetare A-B: Marchează poziția B
tr: A-B Tekrarla: B noktasını işaretle

# IDS_SNAPSHOT_SUBTITLES
source: Include Subtitles
ro: Include subtitrările
tr: Altyazıyı dahil et

# IDS_THEMEMODE_DARK
source: Dark
ro: Întunecată
tr: Koyu

# IDS_THEMEMODE_LIGHT
source: Light
ro: Luminoasă
tr: Açık

# IDS_THEMEMODE_WINDOWS
source: Windows Default
ro: Setările implicite din Windows
tr: Sistem varsayılanı

# IDS_INFOBAR_CHANNEL
source: Channel
ro: Canal
tr: Kanal

# IDS_INFOBAR_TIME
source: Time
ro: Durata
tr: Süre

# IDS_STATSBAR_SYNC_OFFSET
source: Sync Offset
ro: Decalajul de sincronizare
tr: Eşzamanlama kayması

# IDS_STATSBAR_SYNC_OFFSET_FORMAT
source: avg: %d ms, dev: %d ms
ro: În medie: %d ms, deviație: %d ms
tr: ort: %d ms, sapma: %d ms

# IDS_STATSBAR_JITTER
source: Jitter
ro: Fluctuații
tr: Seğirme

# IDS_STATSBAR_BITRATE
source: Bitrate
ro: Rata de biți
tr: Bit hızı

# IDS_STATSBAR_BITRATE_AVG_CUR
source: (avg/cur)
ro: (medie/actuală)
tr: (ort/şu an)

# IDS_STATSBAR_SIGNAL
source: Signal
ro: Semnal
tr: Sinyal

# IDS_STATSBAR_SIGNAL_FORMAT
source: Strength: %d dB, Quality: %ld%%
ro: Putere: %d dB, Calitate: %ld%%
tr: Kuvvet: %d dB, Kalite: %%%ld

# IDS_SUBTITLES_STYLES_CAPTION
source: Styles
ro: Stiluri
tr: Biçemler

# IDS_TEXT_SUB_RENDERING_TARGET
source: If the rendering target is left undefined, SSA/ASS subtitles will be rendered relative to the video frame while all other text subtitles will be rendered relative to the window.
ro: Dacă zona țintă pentru randare este nedefinită, subtitrările SSA/ASS vor fi randate relativ la cadrul video, în timp ce toate celelalte subtitrări text vor fi randate relativ la fereastră.
tr: Oluşturma hedefi bellisiz bırakılırsa, SSA/ASS altyazıları video karesine göre oluşturulurken diğer tüm metin kökenli altyazılar pencereye göre oluşturulur.

# IDS_PLAYLOOPMODE_PLAYLIST
source: Repeat Mode: Playlist
ro: Mod de repetare: Listă de redare (Playlist)
tr: Tekrar tipi: Oynatma listesi

# IDS_PLAYLOOPMODE_FILE
source: Repeat Mode: File
ro: Mod de repetare: Fișier
tr: Tekrar tipi: Dosya

# IDS_PLAYLOOP_FOREVER_ON
source: Repeat Forever: On
ro: Repetă la nesfârșit (pentru totdeauna): Pornit
tr: Sürekli tekrar: Açık

# IDS_PLAYLOOP_FOREVER_OFF
source: Repeat Forever: Off
ro: Repetă la nesfârșit (pentru totdeauna): Oprit
tr: Sürekli tekrar: Kapalı

# IDS_PLAYLOOP_FOREVER
source: Repeat Forever
ro: Repetă la nesfârșit (pentru totdeauna)
tr: Sürekli tekrarla

# IDS_PPAGE_CAPTURE_FG0
source: Never
ro: Niciodată
tr: Asla

# IDS_PPAGE_CAPTURE_FG1
source: Only when switching different video types
ro: Doar atunci când se schimbă diferite tipuri de videoclipuri
tr: Yalnızca farklı video türleri arasında geçiş yaparken

# IDS_PPAGE_CAPTURE_FG2
source: Always (default)
ro: Întotdeauna (implicit)
tr: Her zaman (varsayılan)

# IDS_PPAGE_CAPTURE_FGDESC0
source: Not supported by some devices. Two video decoders always present in the filter graph.
ro: Nu este sprijinită de unele dispozitive. Două decodoare video sunt întotdeauna prezente în graficul filtrelor.
tr: Kimi aygıtlar tarafından desteklenmez. Filtre çizeneğinde her zaman iki video çözücü de bulunur.

# IDS_PPAGE_CAPTURE_FGDESC1
source: Fast except when switching between different video streams. Only one video decoder present in the filter graph.
ro: Rapid, cu excepția cazului când se schimbă fluxuri video diferite. Doar un decodor video este prezent în graficul filtrelor.
tr: Farklı video akışları arasında geçiş yapılmayacaksa hızlıdır. Filtre çizeneğinde sadece tek bir video çözücü bulunur.

# IDS_PPAGE_CAPTURE_SFG0
source: Never if possible (fastest, but not supported by most filters)
ro: Niciodată, dacă este posibil (cea mai rapidă, dar nu este sprijinită de cele mai multe filtre)
tr: Mümkünse hiçbir zaman (en hızlısı, ancak çoğu filtre tarafından desteklenmez)

# IDS_PPAGE_CAPTURE_SFG1
source: Only when switching different video types
ro: Doar atunci când se schimbă diferite tipuri de videoclipuri
tr: Yalnızca farklı video türleri arasında geçiş yaparken

# IDS_PPAGE_CAPTURE_SFG2
source: Always (may be required by some devices)
ro: Întotdeauna (poate fi necesară pentru unele dispozitive)
tr: Her zaman (bazı aygıtlar için gerekebilir)

# IDS_INFOBAR_PARENTAL_RATING
source: Parental rating
ro: Control parental
tr: Ebeveyn derecelendirmesi

# IDS_NO_PARENTAL_RATING
source: Not rated
ro: Fără evaluare
tr: Derecelendirilmedi

# IDS_INFOBAR_CONTENT
source: Content
ro: Conținut
tr: İçerik

# IDS_CONTENT_MOVIE_DRAMA
source: Movie/Drama
ro: Film/Dramă
tr: Film/Dram

# IDS_CONTENT_NEWS_CURRENTAFFAIRS
source: News/Current affairs
ro: Știri/Evenimente actuale
tr: Haberler/Güncel olaylar

# IDS_SPEED_UNIT_G
source: GB/s
ro: GB/s (GO/s)
tr: GB/sn

# IDS_FILE_FAV_ADDED
source: File added to favorites
ro: Fișierul a fost adăugat la favorite
tr: Dosya gözdelere eklendi

# IDS_DVD_FAV_ADDED
source: DVD added to favorites
ro: DVD--ul a fost adăugat la favorite
tr: DVD gözdelere eklendi

# IDS_CAPTURE_SETTINGS
source: Capture Settings
ro: Setări de captură
tr: Kaydetme ayarları

# IDS_NAVIGATION_BAR
source: Navigation Bar
ro: Bară de Navigare
tr: Gezinti çubuğu

# IDS_SUBRESYNC_CAPTION
source: Subresync
ro: Resincronizarea subtitrărilor (Subresync)
tr: Altyazı Eşzamanlama

# IDS_SUBRESYNC_CLN_TIME
source: Time
ro: Timp
tr: Başlangıç

# IDS_SUBRESYNC_CLN_END
source: End
ro: Sfârșit
tr: Bitiş

# IDS_SUBRESYNC_CLN_PREVIEW
source: Preview
ro: Previzualizare
tr: Önizleme

# IDS_SUBRESYNC_CLN_VOB_ID
source: Vob ID
ro: ID Vob
tr: Vob ID'si

# IDS_SUBRESYNC_CLN_CELL_ID
source: Cell ID
ro: ID celulă
tr: Hücre ID'si

# IDS_SUBRESYNC_CLN_FORCED
source: Forced
ro: Forțat
tr: Zorlanmış

# IDS_SUBRESYNC_CLN_STYLE
source: Style
ro: Stil
tr: Biçem

# IDS_SUBRESYNC_CLN_FONT
source: Font
ro: Font (Scris)
tr: Yazı tipi

# IDS_DVD_NAV_SOME_PINS_ERROR
source: Failed to render some of the pins of the DVD Navigator filter
ro: Eșuare la randarea unora dintre pinii filtrului navigator DVD
tr: DVD Yönlendireç filtresinin bağlantı noktalarından bazıları işlenemedi

# IDS_DVD_INTERFACES_ERROR
source: Failed to query the needed interfaces for DVD playback
ro: Eșuare la interogarea interfețelor necesare pentru redarea discului DVD
tr: DVD oynatımı için gerekli arabirimler sorgulanamadı

# IDS_CAPTURE_LIVE
source: Live
ro: În direct
tr: Canlı

# IDS_CAPTURE_ERROR_VID_FILTER
source: Can't add video capture filter to the graph
ro: Filtrul pentru captură video nu poate fi adăugat la grafic
tr: Video yakalama filtresi çizeneğe eklenemiyor

# IDS_CAPTURE_ERROR_AUD_FILTER
source: Can't add audio capture filter to the graph
ro: Filtrul pentru captură audio nu poate fi adăugat la grafic
tr: Ses yakalama filtresi çizeneğe eklenemiyor

# IDS_CAPTURE_ERROR_DEVICE
source: Could not open capture device.
ro: Dispozitivul de captură nu a putut fi deschis.
tr: Yakalama aygıtı açılamadı.

# IDS_INVALID_PARAMS_ERROR
source: Can't open, invalid input parameters
ro: Nu se poate deschide, parametri nevalizi de intrare
tr: Açılamıyor, geçersiz girdi komutları uygulandı

# IDS_EDIT_LIST_EDITOR
source: Edit List Editor
ro: Editorul listei de editare
tr: Liste Düzenleme Yöneticisi

# IDS_GOTO_ERROR_INVALID_TIME
source: The entered time is greater than the file duration.
ro: Timpul introdus este mai mare decât durata fișierului.
tr: Girilen süre dosyanın süresinden daha büyüktür.

# IDS_MISSING_ICONS_LIB
source: The icons library "mpciconlib.dll" is missing. The player's default icon will be used for file associations. Please, reinstall MPC-HC to get "mpciconlib.dll".
ro: Biblioteca de pictograme „mpciconlib.dll” lipsește. Pictograma implicită a playerului va fi folosită pentru asocierile fișierelor. Te rugăm să reinstalezi MPC-HC ca să obții „mpciconlib.dll”.
tr: Simge kütüphanesi "mpciconlib.dll" dosyası bulunamadı. İlişkilendirmeler için varsayılan oynatıcı simgeleri kullanılacaktır. Lütfen "mpciconlib.dll" dosyasını geri getirmek için MPC-HC programını yeniden kurunuz.

# IDS_SUBDL_DLG_FILENAME_COL
source: File
ro: Fișier
tr: Dosya

# IDS_SUBDL_DLG_LANGUAGE_COL
source: Language
ro: Limbă
tr: Dil

# IDS_SUBDL_DLG_TITLES_COL
source: Title(s)
ro: Titlu(ri)
tr: Başlık

# IDS_SUBRESYNC_CLN_CHARSET
source: CharSet
ro: Set de caractere
tr: Damga kümesi

# IDS_SUBRESYNC_CLN_LAYER
source: Layer
ro: Strat
tr: Katman

# IDS_SUBRESYNC_CLN_EFFECT
source: Effect
ro: Efect
tr: Efekt

# IDS_PLAYLIST_CAPTION
source: Playlist
ro: Listă de redare (Playlist)
tr: Oynatma listesi

# IDS_PPAGE_FS_CLN_ON_OFF
source: On/Off
ro: Pornit/Oprit
tr: Aç/Kapat

# IDS_PPAGE_FS_CLN_FROM_FPS
source: From (FPS)
ro: De la (FPS)
tr: İlk (FPS)

# IDS_PPAGE_FS_CLN_TO_FPS
source: To (FPS)
ro: La (FPS)
tr: Son (FPS)

# IDS_PPAGE_FS_CLN_DISPLAY_MODE
source: Display mode (Hz)
ro: Mod afișare (Hz)
tr: Görüntü biçemi (Hz)

# IDS_PPAGE_FS_DEFAULT
source: Default
ro: Implicit
tr: Varsayılan

# IDS_PPAGE_FS_OTHER
source: Other
ro: Altul
tr: Diğer

# IDS_PPAGE_OUTPUT_SYS_DEF
source: System Default
ro: Implicit al sistemului
tr: Sistem varsayılanı

# IDS_GRAPH_INTERFACES_ERROR
source: Failed to query the needed interfaces for playback
ro: Eșuare la interogarea interfețelor necesare pentru redare
tr: Oynatım için gerekli arabirimler sorgulanamadı

# IDS_GRAPH_TARGET_WND_ERROR
source: Could not set target window for graph notification
ro: Nu se poate seta fereastra țintă pentru notificările graficului
tr: Grafiksel bilgi için hedef pencere oluşturulamadı

# IDS_DVD_NAV_ALL_PINS_ERROR
source: Failed to render all pins of the DVD Navigator filter
ro: Eșuare la randarea tuturor pinilor filtrului navigator DVD
tr: DVD Yönlendireç filtresinin tüm bağlantı noktaları işlenemedi

# IDS_PLAYLIST_OPEN
source: &Open
ro: &Deschide
tr: &Aç

# IDS_PLAYLIST_ADD
source: A&dd
ro: A&daugă
tr: E&kle

# IDS_PLAYLIST_REMOVE
source: &Remove
ro: &Elimină
tr: Kaldır

# IDS_PLAYLIST_CLEAR
source: C&lear
ro: Ș&terge
tr: T&emizle

# IDS_PLAYLIST_COPYTOCLIPBOARD
source: &Copy to clipboard
ro: &Copiază în zona de transfer
tr: &Panoya kopyala

# IDS_PLAYLIST_SAVE
source: Sa&ve
ro: Sal&vează
tr: Kaydet

# IDS_PLAYLIST_SAVEAS
source: &Save As...
ro: &Salvare ca...
tr: &Listeyi farklı kaydet...

# IDS_PLAYLIST_SORTBYLABEL
source: Sort by &label
ro: Sortează după &etichetă
tr: Ada göre sırala

# IDS_PLAYLIST_SORTBYPATH
source: Sort by &path
ro: Sortează după &cale
tr: Yola göre sırala

# IDS_PLAYLIST_RANDOMIZE
source: R&andomize
ro: &Amestecă
tr: Rastgele sırala

# IDS_PLAYLIST_RESTORE
source: R&estore
ro: R&estaurează
tr: Önceki haline getir

# IDS_SUBRESYNC_DELETE
source: &Delete
ro: &Șterge
tr: &Sil

# IDS_SUBRESYNC_DUPLICATE
source: D&uplicate
ro: D&uplică
tr: Çoğalt

# IDS_SUBRESYNC_RESET
source: &Reset
ro: &Restabilește
tr: &Sıfırla

# IDS_SUBRESYNC_CURRENT
source: &Current
ro: &Actual
tr: Güncel

# IDS_SUBRESYNC_EDIT
source: &Edit
ro: &Modifică
tr: Düzen

# IDS_SUBRESYNC_YES
source: &Yes
ro: &Da
tr: Evet

# IDS_SUBRESYNC_NO
source: &No
ro: &Nu
tr: Hayır

# IDS_SUBRESYNC_DECREASE
source: &Decrease
ro: &Micșorează
tr: Azalt

# IDS_SUBRESYNC_INCREASE
source: &Increase
ro: &Mărește
tr: Artır

# IDS_OPTIONS_CAPTION
source: Options
ro: Opțiuni
tr: Seçenekler

# IDS_SHADERS_SELECT
source: &Select Shaders...
ro: &Selectează nuanțatoarele (shaderele)...
tr: Tonlayıcı ön ayarları...

# IDS_SHADERS_DEBUG
source: &Debug Shaders...
ro: &Depanează nuanțatoarele (shaderele)...
tr: &Tonlayıcı çözümleyici...

# IDS_MPLAYERC_104
source: Subtitle Delay -
ro: Întârzie subtitrarea -
tr: Altyazı Gecikmesi -

# IDS_MPLAYERC_105
source: Subtitle Delay +
ro: Întârzie subtitrarea +
tr: Altyazı Gecikmesi +

# IDS_FILE_SAVE_THUMBNAILS
source: Save thumbnails
ro: Salvează miniaturi
tr: Küçük resim kaydet

# IDS_SUB_POS_DOWN
source: Move subtitle down
ro: Mută subtitrarea în jos
tr: Altyazıyı aşağı kaydır

# IDS_SUB_POS_UP
source: Move subtitle up
ro: Mută subtitrarea în sus
tr: Altyazıyı yukarı kaydır

# IDS_SUB_FONT_SIZE_DEC
source: Decrease subtitle text size
ro: Redu dimensiunea textului subtitrărilor
tr: Altyazı boyutunu azalt

# IDS_SUB_FONT_SIZE_INC
source: Increase subtitle text size
ro: Crește dimensiunea textului subtitrărilor
tr: Altyazı boyutunu artır

# IDD_PPAGEPLAYBACK
source: Playback
ro: Redare
tr: Oynatım

# IDD_PPAGEDVD
source: Playback::DVD
ro: Redare::DVD
tr: Oynatım::DVD

# IDD_PPAGESUBTITLES
source: Subtitles
ro: Subtitrări
tr: Altyazı

# IDD_PPAGEFORMATS
source: Player::Formats
ro: Player::Formate
tr: Oynatıcı::Biçimler

# IDD_PPAGETWEAKS
source: Tweaks
ro: Reglaje fine
tr: İnce Ayarlar

# IDD_PPAGEAUDIOSWITCHER
source: Internal Filters::Audio Switcher
ro: Filtre interne::Comutator audio
tr: İçsel Filtreler::Ses Değiştirici

# IDD_PPAGEEXTERNALFILTERS
source: External Filters
ro: Filtre externe
tr: Dışsal Filtreler

# IDD_PPAGESHADERS
source: Playback::Shaders
ro: Redare::Nuanțatoare (Shadere)
tr: Oynatım::Tonlayıcılar

# IDD_FILEPROPRES
source: Resources
ro: Resurse
tr: Kaynaklar

# IDD_PPAGEMISC
source: Miscellaneous
ro: Diverse
tr: Çeşitli

# IDD_PPAGECAPTURE
source: Playback::Capture
ro: Redare::Captură
tr: Oynatım::Yakalama

# IDD_PPAGESYNC
source: Playback::Sync Renderer Settings
ro: Redare::Setări pentru randorul de sincronizare
tr: Oynatım::Eşzamanlama İşl. Seçenekleri

# IDD_PPAGEFULLSCREEN
source: Playback::Fullscreen
ro: Redare::Ecran complet
tr: Oynatım::Tam Ekran

# IDD_PPAGEAUDIORENDERER
source: Internal Filters::Audio Renderer
ro: Filtre interne::Randor audio
tr: İçsel Filtreler::Ses İşleyici

# IDS_AUDIOSWITCHER
source: Audio Switcher
ro: Comutator Audio
tr: Ses Değiştirici

# IDS_ICONS_REASSOC_DLG_TITLE
source: New version of the icon library
ro: Versiune nouă a bibliotecii de pictograme
tr: Simge kütüphanesinin yeni sürümü

# IDS_ICONS_REASSOC_DLG_INSTR
source: Do you want to reassociate the icons?
ro: Dorești să reasociezi pictogramele?
tr: Simgeleri yeniden ilişkilendirmek istiyor musunuz?

# IDS_ICONS_REASSOC_DLG_CONTENT
source: This will fix the icons being incorrectly displayed after an update of the icon library. The file associations will not be modified, only the corresponding icons will be refreshed.
ro: Se va repara afișarea incorectă a pictogramelor după o actualizare a bibliotecii de pictograme. Asocierea fișierelor nu se va modifica, doar pictogramele corespunzătoare vor fi reîmprospătate.
tr: Bu simge kütüphanesinin güncelleştirilmesinden sonra oluşabilen hatalı simge görünümünü düzeltecektir. Dosya ilişkilendirmelerine dokunulmadan, sadece ilgili simgeler yenilenecektir.

# IDS_PPAGE_OUTPUT_OVERLAYMIXER
source: Overlay Mixer Renderer
ro: Randor amestecător strat suprapus
tr: Ters Süzme İşleyici

# IDS_PPAGE_OUTPUT_VMR9WINDOWED
source: Video Mixing Renderer 9 (windowed)
ro: VMR-9 - Randor amestecare video 9 (în fereastră)
tr: Video Karıştırma İşleyici 9 (pencerede)

# IDS_PPAGE_OUTPUT_VMR9RENDERLESS
source: Video Mixing Renderer 9 (renderless)
ro: VMR-9 - Randor amestecare video 9 (fără randare)
tr: Video Karıştırma İşleyici 9 (işleyicisiz)

# IDS_PPAGE_OUTPUT_EVR
source: Enhanced Video Renderer
ro: Randorul video îmbunătățit - EVR
tr: Geliştirilmiş Video İşleyici

# IDS_PPAGE_OUTPUT_EVR_CUSTOM
source: Enhanced Video Renderer (custom presenter)
ro: Randorul video îmbunătățit (cu prezentator personalizat) - EVR (CP)
tr: Geliştirilmiş Video İşleyici (özel sunucu)

# IDS_PPAGE_OUTPUT_DXR
source: Haali Video Renderer
ro: Randorul video Haali
tr: Haali Video İşleyici

# IDS_PPAGE_OUTPUT_NULL_COMP
source: Null (anything)
ro: Null - Fără randare video (orice format)
tr: Boş (herhangi)

# IDS_PPAGE_OUTPUT_NULL_UNCOMP
source: Null (uncompressed)
ro: Null - Fără randare video (formate necomprimate)
tr: Boş (sıkıştırılmadan)

# IDS_LANG_PREF_EXAMPLE
source: Enter your preferred languages here. Use three letter ISO 639-2 languages codes. For example: eng spa ger fre rus pob jpn chi
ro: Scrie-ți limba preferată aici. Folosește coduri de limbi ISO 639-2 din trei litere. De exemplu: rum eng spa ger fre rus pob jpn chi

# IDS_OVERRIDE_EXT_SPLITTER_CHOICE
source: External splitters can have their own language preference options thus MPC-HC default behavior is not to change their initial choice. Enable this option if you want MPC-HC to control external splitters.
ro: Separatoarele externe pot avea propriile opțiuni privind preferințele pentru limbă, de aceea comportamentul implicit al MPC-HC este să nu schimbe alegerea inițială a acestora. Activează această opțiune dacă dorești ca MPC-HC să controleze separatoarele externe.
tr: Dışsal ayırıcılar kendi dil tercihi seçeneklerine sahip olabilir, bu nedenle MPC-HC'nin varsayılan davranışı dışsal ayırıcıların ön seçimlerine karışmamaktır. MPC-HC'nin dışsal ayırıcıların üzerinde denetim sağlamasını istiyorsanız bu seçeneği etkinleştirin.

# IDS_NAVIGATE_BD_PLAYLISTS
source: &Blu-Ray playlists
ro: Liste de redare (Playlist-uri) pentru &Blu-Ray
tr: &Blu-Ray oynatma listesi

# IDS_NAVIGATE_PLAYLIST
source: &Playlist
ro: &Listă de redare (Playlist)
tr: &Oynatma listesi

# IDS_NAVIGATE_CHAPTERS
source: &Chapters
ro: &Capitole
tr: &Bölümler

# IDS_NAVIGATE_TITLES
source: &Titles
ro: &Titluri
tr: &Başlıklar

# IDS_NAVIGATE_CHANNELS
source: &Channels
ro: &Canale
tr: &Kanallar

# IDS_PPAGE_OUTPUT_MPCVR
source: MPC Video Renderer
ro: Randator video MPC
tr: MPC Video İşleyici

# IDD_PPAGEACCELTBL
source: Player::Keys
ro: Player::Taste rapide
tr: Oynatıcı::Tuşlar

# IDD_PPAGESUBSTYLE
source: Subtitles::Default Style
ro: Subtitrări::Stil implicit
tr: Altyazı::Varsayılan biçem

# IDD_PPAGEINTERNALFILTERS
source: Internal Filters
ro: Filtre interne
tr: İçsel Filtreler

# IDD_PPAGELOGO
source: Player::Logo
ro: Player::Siglă
tr: Oynatıcı::Logo

# IDD_PPAGETHEME
source: Player::User Interface
ro: Player::Interfața utilizatorului
tr: Oynatıcı::Kullanıcı Arayüzü

# IDD_PPAGEOUTPUT
source: Playback::Output
ro: Redare::Ieșire
tr: Oynatım::Çıkış

# IDD_PPAGEWEBSERVER
source: Player::Web Interface
ro: Player::Interfață web
tr: Oynatıcı::Ağ Arayüzü

# IDD_FILEPROPDETAILS
source: Details
ro: Detalii
tr: Ayrıntılar

# IDD_FILEPROPCLIP
source: Clip
ro: Informații
tr: Medya

# IDC_DSSYSDEF
source: Default video renderer filter for DirectShow. Others will fall back to this one when they can't be loaded for some reason.
ro: Filtru de randor video implicit pentru DirectShow. Celelalte vor reveni la acesta când nu pot fi încărcate dintr-un motiv anume.
tr: DirectShow için varsayılan video işleyici filtresi. Diğerleri, herhangi bir nedenle yükletilemedikleri zaman buna geri dönecekler.

# IDC_DSOVERLAYMIXER
source: Always renders in overlay. Generally only YUV formats are allowed, but they are presented directly without any color conversion to RGB. This is the fastest rendering method of all and the only where you can be sure about fullscreen video mirroring to tv-out activating.
ro: Randează întotdeauna într-un strat suprapus. În mod normal doar formatele YUV sunt permise, dar ele sunt prezentate direct fără nicio conversie de culoare către RGB. Aceasta este cea mai rapidă metodă de randare dintre toate și singura în care puteți fi sigur(ă) de oglindirea/recopierea videoului în ecran complet la activarea ieșirii tv (tv-out).
tr: Daima ters süzme olarak işlenir. Genellikle sadece YUV biçimleri geçerlidir, ancak renkler RGB 'ye dönüştürülmez. Tüm yöntemler içinde en hızlısı ve TV çıktısı ile Tam ekran yansıtma için kullanabileceğiniz en uygunudur.

# IDC_DSVMR9WIN
source: Only available if you have DirectX 9 installed. Very stable but it will never use Overlay rendering and because of this it may be a little slower than Overlay mixer.
ro: Disponibil numai dacă ai instalat DirectX 9. Foarte stabil, dar nu va folosi niciodată randarea Overlay și, din această cauză, poate fi puțin mai lent decât mixerul Overlay.
tr: Sadece DirectX 9 yüklüyse çalışır. Oldukça uyumludur, ancak Üst süzme işleyicisini kullanmaz. Bu yüzden Üst süzme karıştırıcısından biraz daha yavaştır.

# IDC_DSVMR9REN
source: Same as the VMR-9 (windowed), but with the Allocator-Presenter plugin of MPC-HC for subtitling. Overlay video mirroring MIGHT work. "True Color" desktop color space recommended.
ro: La fel ca VMR-9 (în fereastră), dar cu pluginul Allocator-Presenter al MPC-HC pentru subtitrare. Oglindirea video prin suprapunere S-AR PUTEA să funcționeze. Se recomandă spațiu de culoare pentru desktop „True Color” („Culoare reală”).
tr: VMR-9 (pencere) ile aynıdır, ancak MPC-HC alt yazı paylaştırma sunucusu eklentisi ile kullanılır. Yer paylaşımlı video yansıtma özelliği ÇALIŞABİLİR. "Gerçek renk" masaüstü önerilir.

# IDC_DSDXR
source: Same as the VMR-9 (renderless), but uses a true two-pass bicubic resizer.
ro: Asemănător cu VMR-9 (fără randare), dar folosește o redimensionare bicubică în doi pași adevărată.
tr: VKİ-9 (işleyicisiz) gibidir, ancak gerçek iki geçişli çift kübik boyutlandırıcı kullanır.

# IDC_DSNULL_COMP
source: Connects to any video-like media type and will send the incoming samples to nowhere. Use it when you don't need the video display and want to save the CPU from working unnecessarily.
ro: Se conectează la orice tip de media video și nu va trimite mostrele primite nicăieri. Folosește-l atunci când nu ai veți nevoie de afișajul video și dorești să salvezi CPU-ul de la funcționarea inutilă.
tr: Herhangi bir video benzeri medya biçimine bağlanır ve dahili örnekleri bir yere göndermez. Video gösterimine ihtiyaç duymadığınız ve işlemciyi pek az kullanmak istediğiniz durumlarda bu seçeneği seçiniz.

# IDC_DSNULL_UNCOMP
source: Same as the normal Null renderer, but this will only connect to uncompressed types.
ro: La fel ca randorul normal Null, dar acesta se va conecta doar la tipurile necomprimate.
tr: Boş işleyici ile aynıdır, ancak sadece sıkıştırılmamış biçimleri destekler.

# IDC_DSEVR_CUSTOM
source: Same as the EVR, but with the Allocator-Presenter of MPC-HC for subtitling and postprocessing. Recommended.
ro: La fel ca EVR, dar cu Allocator-Presenter al MPC-HC pentru subtitrare și postprocesare. Recomandat.
tr: GVİ ile aynı, ancak altyazı ve son işleme için MPC-HC'nin paylaştırma sunucusu ile birlikte kullanımı önerilir..

# IDC_DSMADVR
source: High-quality renderer, requires a GPU that supports D3D9 or later.
ro: Randor de calitate ridicată, necesită o placă grafică ce sprijină D3D9 sau mai nou.
tr: Yüksek kaliteli bir işleyicidir, ancak D3D9 veya daha sonrasını destekleyen bir ekran kartı gerektirir.
