Repository: gantoniio/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ro, tr

# IDS_TOUCH_WINDOW_FROM_INSIDE
source: Touch Window From Inside
ro: Atinge fereastra din interior
tr: Pencereye içeriden uyarla

# IDS_ZOOM1
source: Zoom 1
ro: Mărește/Micșorează (Scalează 1)
tr: Yakınlaştırma 1

# IDS_ZOOM2
source: Zoom 2
ro: Mărește/Micșorează (Scalează 2)
tr: Yakınlaştırma 2

# IDS_TOUCH_WINDOW_FROM_OUTSIDE
source: Touch Window From Outside
ro: Atinge fereastra din exterior
tr: Pencereye dışarıdan uyarla

# IDS_AG_REOPEN
source: Reopen File
ro: Redeschide fișierul
tr: Dosyayı yeniden aç

# IDS_MFMT_AVI
source: AVI
ro: AVI (Audio Video Interleave / Intercalare audio-video)

# IDS_MFMT_MPEGTS
source: MPEG-TS
ro: MPEG-TS (MPEG transport stream / Flux de transport MPEG)

# IDS_MFMT_MP4
source: MP4
ro: MP4 (MPEG-4 Part 14 / MPEG-4 Partea a 14-a)

# IDS_MFMT_MOV
source: QuickTime Movie
ro: Film QuickTime (QuickTime Movie)
tr: QuickTime Videosu

# IDS_MFMT_FLV
source: Flash Video
ro: Videoclip Flash (Flash Video)
tr: Flash Videosu

# IDS_MFMT_OGM
source: Ogg Media
ro: Fișier media Ogg (Ogg Media)
tr: Ogg Medyası

# IDS_MFMT_RM
source: Real Media
ro: Fișier media Real (Real Media)

# IDS_MFMT_WMV
source: Windows Media Video
ro: Videoclip Windows Media (Windows Media Video)
tr: Windows Media Videosu

# IDS_MFMT_BINK
source: Smacker/Bink Video
ro: Videoclip Smacker/Bink (Smacker/Bink Video)
tr: Smacker/Bink Videosu

# IDS_MFMT_FLIC
source: FLIC Animation
ro: Animație FLIC (FLIC Animation)
tr: FLIC Animasyonu

# IDS_MFMT_DSM
source: DirectShow Media
ro: Fișier media DirectShow (DirectShow Media)

# IDS_MFMT_IVF
source: Indeo Video Format
ro: Formatul video Indeo
tr: Indeo Video Biçimi

# IDS_MFMT_AVS
source: AviSynth Script
ro: Script AviSynth (AviSynth Script)

# IDS_MFMT_OTHER
source: Other
ro: Altele
tr: Diğer

# IDS_MFMT_OTHER_AUDIO
source: Other Audio
ro: Alt tip de fișiere audio
tr: Diğer Ses

# IDS_MFMT_AIFF
source: AIFF
ro: AIFF (Audio Interchange File Format / Format de fișiere de schimb audio)

# IDS_MFMT_WAV
source: WAV
ro: WAV (Waveform Audio File Format / Format fișier audio în formă de undă)

# IDS_MFMT_WMA
source: Windows Media Audio
ro: Fișier audio Windows Media (Windows Media Audio)
tr: Windows Media Sesi

# IDS_MFMT_OPUS
source: Opus Audio Codec
ro: Codecul audio Opus
tr: Opus Ses Kodeği

# IDS_MFMT_DTS
source: DTS/DTS-HD
ro: DTS/DTS-HD (Digital Theater Systems / Digital Theater Systems - High Definition)

# IDS_MFMT_CDA
source: Audio CD track
ro: Pistă pentru CD-uri audio
tr: Ses CD'si parçası

# IDS_MFMT_FLAC
source: FLAC
ro: FLAC (Free Lossless Audio Codec / Codec audio fără pierderi gratuit)

# IDS_MFMT_M4A
source: MPEG-4 Audio
ro: Fișier audio MPEG-4 (MPEG-4 Audio)
tr: MPEG-4 Ses

# IDS_MFMT_MIDI
source: MIDI
ro: MIDI (Musical Instrument Digital Interface / Interfață digitală pentru instrumente muzicale)

# IDS_MFMT_MKA
source: Matroska audio
ro: Fișier audio Matroska (Matroska audio)
tr: Matroska Sesi

# IDS_MFMT_MP3
source: MP3
ro: MP3 (MPEG-1 Audio Layer III / MPEG-2 Audio Layer III)

# IDS_MFMT_MPA
source: MPEG audio
ro: Fișier audio MPEG (MPEG audio)
tr: MPEG sesi

# IDS_MFMT_RA
source: Real Audio
ro: Fișier audio Real (Real Audio)

# IDS_MFMT_TAK
source: TAK
ro: TAK (TAK Lossless Compressed Audio file / Fișier audio comprimat fără pierderi TAK)

# IDS_MFMT_TTA
source: True Audio
ro: Fișier audio True (True Audio)

# IDS_MFMT_PLS
source: Playlist
ro: Listă de redare (Playlist)
tr: Oynatma listesi

# IDS_MFMT_BDPLS
source: Blu-ray playlist
ro: Listă de redare (Playlist) pentru Blu-ray
tr: Blu-ray oynatma listesi

# IDS_MFMT_RAR
source: RAR Archive
ro: Arhivă RAR
tr: RAR Arşivi

# IDS_DVB_CHANNEL_FPS
source: FPS
ro: FPS (cadre pe secundă)

# IDS_DVB_CHANNEL_RESOLUTION
source: Resolution
ro: Rezoluție
tr: Çözünürlük

# IDS_DVB_CHANNEL_ASPECT_RATIO
source: Aspect Ratio
ro: Raportul de aspect (AR-ul/RA-ul)
tr: En boy oranı

# IDS_OSD_RS_VSYNC_ON
source: VSync: On
ro: Sincronizare verticală: Pornită
tr: VSync: Açık

# IDS_OSD_RS_VSYNC_OFF
source: VSync: Off
ro: Sincronizare verticală: Oprită
tr: VSync: Kapalı

# IDS_OSD_RS_ACCURATE_VSYNC_ON
source: Accurate VSync: On
ro: Sincronizare verticală precisă: Pornită
tr: Kesin VSync: Açık

# IDS_OSD_RS_ACCURATE_VSYNC_OFF
source: Accurate VSync: Off
ro: Sincronizare verticală precisă: Oprită
tr: Kesin VSync: Kapalı

# IDS_OSD_RS_SYNC_TO_DISPLAY_ON
source: Synchronize Video to Display: On
ro: Sincronizare video cu afișarea: Pornită
tr: Videoyu ekran ile eşzamanla: Açık

# IDS_OSD_RS_SYNC_TO_DISPLAY_OFF
source: Synchronize Video to Display: Off
ro: Sincronizarea afișării cu videoclipul: Oprită
tr: Videoyu ekran ile eşzamanla: Kapalı

# IDS_OSD_RS_SYNC_TO_VIDEO_ON
source: Synchronize Display to Video: On
ro: Sincronizarea afișării cu videoclipul: Pornită
tr: Ekranı video ile eşzamanla: Açık

# IDS_OSD_RS_SYNC_TO_VIDEO_OFF
source: Synchronize Display to Video: Off
ro: Sincronizarea afișării cu videoclipul: Oprită
tr: Ekranı video ile eşzamanla: Kapalı

# IDS_OSD_RS_PRESENT_NEAREST_ON
source: Present at Nearest VSync: On
ro: Prezentare la cea mai apropiată sincronizare verticală: Pornită
tr: En yakın VSync'de sunum: Açık

# IDS_OSD_RS_PRESENT_NEAREST_OFF
source: Present at Nearest VSync: Off
ro: Prezentare la cea mai apropiată sincronizare verticală: Oprită
tr: En yakın VSync'de sunum: Kapalı

# IDS_OSD_RS_COLOR_MANAGEMENT_ON
source: Color Management: On
ro: Gestionarea culorilor: Pornită
tr: Renk Yönetimi: Açık

# IDS_OSD_RS_COLOR_MANAGEMENT_OFF
source: Color Management: Off
ro: Gestionarea culorilor: Oprită
tr: Renk Yönetimi: Kapalı

# IDS_OSD_RS_INPUT_TYPE_AUTO
source: Input Type: Auto-Detect
ro: Tip de intrare: Detectare automată
tr: Giriş türü: Otomatik

# IDS_OSD_RS_INPUT_TYPE_HDTV
source: Input Type: HDTV
ro: Tip de intrare: HDTV
tr: Giriş türü: HDTV

# IDS_OSD_RS_INPUT_TYPE_SD_NTSC
source: Input Type: SDTV NTSC
ro: Tip de intrare: SDTV NTSC
tr: Giriş türü: SDTV NTSC

# IDS_OSD_RS_INPUT_TYPE_SD_PAL
source: Input Type: SDTV PAL
ro: Tip de intrare: SDTV PAL
tr: Giriş türü: SDTV PAL

# IDS_OSD_RS_AMBIENT_LIGHT_BRIGHT
source: Ambient Light: Bright (2.2 Gamma)
ro: Lumină ambientală: Luminoasă (2.2 Gamma)
tr: Ortam ışığı: Parlak (2,2 Gama)

# IDS_OSD_RS_AMBIENT_LIGHT_DIM
source: Ambient Light: Dim (2.35 Gamma)
ro: Lumină ambientală: Estompată (2.35 Gamma)
tr: Ortam ışığı: Sönük (2,35 Gama)

# IDS_OSD_RS_AMBIENT_LIGHT_DARK
source: Ambient Light: Dark (2.4 Gamma)
ro: Lumină ambientală: Întunecată (2.4 Gamma)
tr: Ortam ışığı: Karanlık (2,4 Gama)

# IDS_OSD_RS_REND_INTENT_PERCEPT
source: Rendering Intent: Perceptual
ro: Intenție de randare: Perceptuală
tr: İşleme amacı: Algısal

# IDS_OSD_RS_REND_INTENT_RELATIVE
source: Rendering Intent: Relative Colorimetric
ro: Intenție de randare: Colorimetrică relativă
tr: İşleme amacı: Göreli kolorimetrik

# IDS_OSD_RS_REND_INTENT_SATUR
source: Rendering Intent: Saturation
ro: Intenție de randare: Saturație
tr: İşleme amacı: Doygunluk

# IDS_OSD_RS_REND_INTENT_ABSOLUTE
source: Rendering Intent: Absolute Colorimetric
ro: Intenție de randare: Colorimetrică absolută
tr: İşleme amacı: Mutlak kolorimetrik

# IDS_OSD_RS_OUTPUT_RANGE
source: Output Range: %s
ro: Intervalul de ieșire: %s
tr: Çıkış aralığı: %s

# IDS_OSD_RS_FLUSH_BEF_VSYNC_ON
source: Flush GPU before VSync: On
ro: Golește GPU-ul înainte de sincronizarea verticală (VSync): Pornită
tr: VSync'den önce GPU'yu sıfırla: Açık

# IDS_OSD_RS_FLUSH_BEF_VSYNC_OFF
source: Flush GPU before VSync: Off
ro: Golește GPU-ul înainte de sincronizarea verticală (VSync): Oprită
tr: VSync'den önce GPU'yu sıfırla: Kapalı

# IDS_OSD_RS_FLUSH_AFT_PRES_ON
source: Flush GPU after Present: On
ro: Golește GPU-ul după prezentare: Pornită
tr: Sunum sonrası GPU'yu sıfırla: Açık

# IDS_OSD_RS_FLUSH_AFT_PRES_OFF
source: Flush GPU after Present: Off
ro: Golește GPU-ul după prezentare: Oprit
tr: Sunum sonrası GPU'yu sıfırla: Kapalı

# IDS_OSD_RS_WAIT_ON
source: Wait for GPU Flush: On
ro: Se așteaptă golirea GPU-ului: Pornit
tr: GPU sıfırlaması için bekleme: Açık

# IDS_OSD_RS_WAIT_OFF
source: Wait for GPU Flush: Off
ro: Se așteaptă golirea GPU-ului: Oprit
tr: GPU sıfırlaması için bekleme: Kapalı

# IDS_OSD_RS_D3D_FULLSCREEN_ON
source: D3D Fullscreen: On
ro: Ecran complet D3D: Pornit
tr: D3D Tam ekran: Açık

# IDS_OSD_RS_D3D_FULLSCREEN_OFF
source: D3D Fullscreen: Off
ro: Ecran complet D3D: Oprit
tr: D3D Tam ekran: Kapalı

# IDS_OSD_RS_NO_DESKTOP_COMP_ON
source: Disable desktop composition: On
ro: Dezactivează compoziția desktop-ului (Aero): Pornit
tr: Masaüstü düzeltmesini kapatma: Açık

# IDS_OSD_RS_NO_DESKTOP_COMP_OFF
source: Disable desktop composition: Off
ro: Dezactivează compoziția desktop-ului (Aero): Oprit
tr: Masaüstü düzeltmesini kapatma: Kapalı

# IDS_OSD_RS_ALT_VSYNC_ON
source: Alternative VSync: On
ro: Sincronizare verticală (VSync) alternativă: Pornită
tr: Alternatif VSync: Açık

# IDS_OSD_RS_ALT_VSYNC_OFF
source: Alternative VSync: Off
ro: Sincronizare verticală (VSync) alternativă: Oprită
tr: Alternatif VSync: Kapalı

# IDS_OSD_RS_RESET_DEFAULT
source: Renderer settings reset to default
ro: Setările randorului revin la valorile implicite
tr: İşleyici ayarları varsayılana getirildi

# IDS_OSD_RS_RESET_OPTIMAL
source: Renderer settings reset to optimal
ro: Setările randorului revin la valorile optime
tr: İşleyici ayarları ideal duruma getirildi

# IDS_OSD_RS_D3D_FS_GUI_SUPP_ON
source: D3D Fullscreen GUI Support: On
ro: Compatibilitatea cu ecranul complet D3D pentru GUI: Pornită
tr: Tam ekran D3D arabirim desteği: Açık

# IDS_OSD_RS_D3D_FS_GUI_SUPP_OFF
source: D3D Fullscreen GUI Support: Off
ro: Compatibilitatea cu ecranul complet D3D pentru GUI: Oprită
tr: Tam ekran D3D arabirim desteği: Kapalı

# IDS_OSD_RS_10BIT_RBG_OUT_ON
source: 10-bit RGB Output: On
ro: Ieșire RGB pe 10 biți: Pornită
tr: 10-bit RGB çıkışı: Açık

# IDS_OSD_RS_10BIT_RBG_OUT_OFF
source: 10-bit RGB Output: Off
ro: Ieșire RGB pe 10 biți: Oprită
tr: 10-bit RGB çıkışı: Kapalı

# IDS_OSD_RS_10BIT_RBG_IN_ON
source: Force 10-bit RGB Input: On
ro: Forțează intrarea RGB-ului pe 10 biți: Pornită
tr: 10-bit RGB veri girişi zorlama: Açık

# IDS_OSD_RS_10BIT_RBG_IN_OFF
source: Force 10-bit RGB Input: Off
ro: Forțează intrarea RGB-ului pe 10 biți: Oprită
tr: 10-bit RGB veri girişi zorlama: Kapalı

# IDS_OSD_RS_FULL_FP_PROCESS_ON
source: Full Floating Point Processing: On
ro: Procesare completă în virgulă mobilă (pe 32 de biți): Pornită
tr: Tam kayan nokta işleme: Açık

# IDS_OSD_RS_FULL_FP_PROCESS_OFF
source: Full Floating Point Processing: Off
ro: Procesare completă în virgulă mobilă (pe 32 de biți): Oprită
tr: Tam kayan nokta işleme: Kapalı

# IDS_OSD_RS_HALF_FP_PROCESS_ON
source: Half Floating Point Processing: On
ro: Procesare pe jumătate în virgulă mobilă (pe 16 biți): Pornită
tr: Yarım kayan nokta işleme: Açık

# IDS_OSD_RS_HALF_FP_PROCESS_OFF
source: Half Floating Point Processing: Off
ro: Procesare pe jumătate în virgulă mobilă (pe 16 biți): Oprită
tr: Yarım kayan nokta işleme: Kapalı

# IDS_BRIGHTNESS_DEC
source: Brightness decrease
ro: Scade luminozitatea
tr: Parlaklığı azalt

# IDS_CONTRAST_INC
source: Contrast increase
ro: Crește contrastul
tr: Karşıtlığı artır

# IDS_CONTRAST_DEC
source: Contrast decrease
ro: Scade contrastul
tr: Karşıtlığı azalt

# IDS_HUE_INC
source: Hue increase
ro: Crește nuanța
tr: Rengi artır

# IDS_HUE_DEC
source: Hue decrease
ro: Scade nuanța
tr: Rengi azalt

# IDS_SATURATION_INC
source: Saturation increase
ro: Crește saturația
tr: Doygunluğu artır

# IDS_SATURATION_DEC
source: Saturation decrease
ro: Scade saturația
tr: Doygunluğu azalt

# IDS_RESET_COLOR
source: Reset color settings
ro: Restabilește setările de culoare
tr: Renk ayarlarını sıfırla

# IDS_USING_LATEST_STABLE
source: You are already using the latest stable version.
ro: Folosești deja ultima versiune stabilă.
tr: Tebrikler, halihazırdaki en son kararlı sürümü kullanıyorsunuz.

# IDS_USING_NEWER_VERSION
source: Your current version is v%s. The latest stable version is v%s.
ro: Versiunea ta actuală este v%s. Ultima versiune stabilă este v%s.
tr: Şimdiki sürüm: %s En son kararlı sürüm: %s

# IDS_NEW_UPDATE_AVAILABLE
source: MPC-HC v%s is now available. You are using v%s. Do you want to visit MPC-HC's website to download it?
ro: MPC-HC v%s este disponibil acum. Folosește v%s. Dorești să vizitezi site-ul MPC-HC pentru a descărca ultima versiune?
tr: MPC-HC %s yayınlandı. Sizin kullandığınız ise %s İndirmek için MPC-HC'nin sitesine gitmek ister misiniz?

# IDS_UPDATE_ERROR
source: Update server not found. Please check your internet connection or try again later.
ro: Serverul de actualizări nu a fost găsit. Verifică-ți conexiunea la internet sau încearcă mai târziu.
tr: Güncelleştirme sunucusu bulunamadı. Lütfen internet bağlantınızı kontrol ediniz ya da daha sonra yeniden deneyiniz.

# IDS_UPDATE_CLOSE
source: &Close
ro: În&chidere
tr: &Kapat

# IDS_OSD_ZOOM
source: Zoom: %.0lf%%
ro: Scalează: %.0lf%%
tr: Yakınlaştırma: %%%.0lf

# IDS_OSD_ZOOM_AUTO
source: Zoom: Auto
ro: Scalare: Automată
tr: Yakınlaştırma: Otomatik

# IDS_CUSTOM_CHANNEL_MAPPING
source: Toggle custom channel mapping
ro: Comută repartizarea particularizată a canalelor
tr: Özel kanal adreslemesini Aç/Kapat

# IDS_OSD_CUSTOM_CH_MAPPING_ON
source: Custom channel mapping: On
ro: Repartizare particularizată a canalelor: Pornită
tr: Özel kanal adreslemesi: Açık

# IDS_OSD_CUSTOM_CH_MAPPING_OFF
source: Custom channel mapping: Off
ro: Repartizare particularizată a canalelor: Oprită
tr: Özel kanal adreslemesi: Kapalı

# IDS_NORMALIZE
source: Toggle normalization
ro: Comută normalizarea
tr: Düzgeleme kullanmayı Aç/Kapat

# IDS_OSD_NORMALIZE_ON
source: Normalization: On
ro: Normalizare: Pornită
tr: Düzgeleme kullan: Açık

# IDS_OSD_NORMALIZE_OFF
source: Normalization: Off
ro: Normalizare: Oprită
tr: Düzgeleme kullan: Kapalı

# IDS_REGAIN_VOLUME
source: Toggle regain volume
ro: Comută restabilirea volumului
tr: Ses düzeyini geri kazanmayı Aç/Kapat

# IDS_OSD_REGAIN_VOLUME_ON
source: Regain volume: On
ro: Restabește volumul: Pornit
tr: Ses düzeyini geri kazan: Açık

# IDS_OSD_REGAIN_VOLUME_OFF
source: Regain volume: Off
ro: Restabește volumul: Oprit
tr: Ses düzeyini geri kazan: Kapalı

# IDS_SIZE_UNIT_BYTES
source: bytes
ro: octeți/ bytes
tr: bayt

# IDS_SIZE_UNIT_K
source: KB
ro: KB (KO)

# IDS_SIZE_UNIT_M
source: MB
ro: MB (MO)

# IDS_SIZE_UNIT_G
source: GB
ro: GB (GO)

# IDS_SPEED_UNIT_K
source: KB/s
ro: KB/s (KO/s)
tr: KB/sn

# IDS_SPEED_UNIT_M
source: MB/s
ro: MB/s (MO/s)
tr: MB/sn

# IDS_BDA_ERROR_CREATE_TUNER
source: Could not create the tuner.
ro: Tunerul nu a putut fi creat.
tr: Kanal oluşturulamadı.

# IDS_BDA_ERROR_CREATE_RECEIVER
source: Could not create the receiver.
ro: Nu s-a putut crea receptorul.
tr: Alıcı oluşturulamadı.

# IDS_BDA_ERROR_CONNECT_NW_TUNER
source: Could not connect the network and the tuner.
ro: Nu s-au putut conecta rețeaua și tunerul.
tr: Ağa ve kanala bağlanılamadı.

# IDS_BDA_ERROR_CONNECT_TUNER_REC
source: Could not connect the tuner and the receiver.
ro: Nu s-au putut conecta tunerul și receptorul.
tr: Kanala ve alıcıya bağlanılamadı.

# IDS_BDA_ERROR_CONNECT_TUNER
source: Could not connect the tuner.
ro: Tunerul nu a putut fi conectat.
tr: Kanala bağlanılamadı.

# IDS_BDA_ERROR_DEMULTIPLEXER
source: Could not create the demultiplexer.
ro: Nu s-a putut crea demultiplexorul.
tr: Çoklama çözücüsü oluşturulamadı.

# IDS_GOTO_ERROR_PARSING_TIME
source: Error parsing the entered time!
ro: Eroare la analizarea orei introduse!
tr: Girilen süre ayrıştırılamıyor!

# IDS_GOTO_ERROR_PARSING_TEXT
source: Error parsing the entered text!
ro: Eroare la analizarea textului introdus!
tr: Girilen metin ayrıştırılamıyor!

# IDS_GOTO_ERROR_PARSING_FPS
source: Error parsing the entered frame rate!
ro: Eroare la analizarea ratei de cadre introduse!
tr: Girilen kare hızı ayrıştırılırken hata oluştu!

# IDS_FRAME_STEP_ERROR_RENDERER
source: Cannot frame-step, try a different video renderer.
ro: Nu se poate face deplasarea cadru cu cadru, încearcă un randor video diferit.
tr: Kare atlanamıyor, lütfen başka bir video işleyici deneyiniz.

# IDS_SCREENSHOT_ERROR_SHOCKWAVE
source: The "Save Image" and "Save Thumbnails" functions do not work for Shockwave files.
ro: Funcțiile „Salvează imaginea” și „Salvează miniaturi” nu funcționează pentru fișierele Shockwave.
tr: 'Resim kaydet' ve 'Küçük resim kaydet' özellikleri, Shockwave dosyaları ile çalışmaz.

# IDS_SCREENSHOT_ERROR_OVERLAY
source: The "Save Image" and "Save Thumbnails" functions do not work with the Overlay Mixer video renderer. Change the video renderer in MPC's output options and reopen the file.
ro: Funcțiile „Salvează imaginea” și „Salvează miniaturile” nu funcționează cu redarea video Overlay Mixer. Schimbă randorul video în opțiunile de ieșire ale MPC și redeschide fișierul.
tr: 'Resim kaydet' ve 'Küçük resim kaydet' özellikleri, Ters Süzme Karıştırıcı video işleyicisi ile çalışmaz. MPC-HC'nin Çıkış seçeneklerinden başka bir işleyici seçip, dosyayı yeniden açınız.

# IDS_MB_SHOW_EDL_EDITOR
source: Do you want to activate the EDL editor?
ro: Dorești să activezi editorul EDL?
tr: EDL düzenleyicisini kullanmak istiyor musunuz?

# IDS_CAPTURE_ERROR
source: Capture Error
ro: Eroare de captură
tr: Yakalama hatası

# IDS_CAPTURE_ERROR_ADD_BUFFER
source: Can't add the %s buffer filter to the graph.
ro: Nu se poate adăuga filtrul tamponului/bufferului %s la grafic.
tr: %s ara bölge filtresi çizeneğe eklenemedi.

# IDS_CAPTURE_ERROR_CONNECT_BUFF
source: Can't connect the %s buffer filter to the graph.
ro: Filtrul de preîncărcare %s nu se poate conecta la grafic.
tr: %s ara bölge filtresi çizeneğe bağlanamıyor.

# IDS_CAPTURE_ERROR_ADD_ENCODER
source: Can't add the %s encoder filter to the graph.
ro: Filtrul codificatorului %s nu se poate adăuga la grafic.
tr: Grafiğe %s kodlayıcı filtresi eklenemedi.

# IDS_CAPTURE_ERROR_CONNECT_ENC
source: Can't connect the %s encoder filter to the graph.
ro: Filtrul codificatorului %s nu se poate conecta la grafic.
tr: Grafiğe %s kodlayıcı filtresi bağlanamıyor.

# IDS_CAPTURE_ERROR_COMPRESSION
source: Can't set the compression format on the %s encoder filter.
ro: Formatul de comprimare nu se poate seta la filtrul codificatorului %s.
tr: %s kodlayıcı filtresindeki sıkıştırma biçimi ayarlanamıyor.

# IDS_CAPTURE_ERROR_MULTIPLEXER
source: Can't connect the %s stream to the multiplexer filter.
ro: Fluxul %s nu se poate conecta la filtrul multiplexor.
tr: %s akışı çoklayıcı filtreye bağlanamıyor.

# IDS_CAPTURE_ERROR_VID_CAPT_PIN
source: No video capture pin was found.
ro: Nu s-a găsit găsit niciun pin pentru capturi video.
tr: Hiçbir video yakalama bağlantı noktası bulunamadı.

# IDS_CAPTURE_ERROR_AUD_CAPT_PIN
source: No audio capture pin was found.
ro: Nu s-a găsit niciun pin pentru capturi audio.
tr: Hiçbir ses yakalama bağlantı noktası bulunamadı.

# IDS_CAPTURE_ERROR_OUT_FILE
source: Error initializing the output file.
ro: Eroare la inițializarea fișierului de ieșire.
tr: Çıktı dosyası başlatılırken hata oluştu.

# IDS_CAPTURE_ERROR_AUD_OUT_FILE
source: Error initializing the audio output file.
ro: Eroare la inițializarea fișierului de ieșire audio.
tr: Ses çıktı dosyası başlatılırken hata oluştu.

# IDS_SUBRESYNC_TIME_FORMAT
source: The correct time format is [-]hh:mm:ss.ms (e.g. 01:23:45.678).
ro: Formatul de timp corect este [-]hh:mm:ss.ms (ex. 01:23:45.678).
tr: Doğru zaman biçimi [-]sa:dk:sn.ms (örn. 01:23:45.678).

# IDS_EXTERNAL_FILTERS_ERROR_MT
source: This type is already in the list!
ro: Acest tip se află deja în listă!
tr: Bu tür zaten listede mevcut!

# IDS_WEBSERVER_ERROR_TEST
source: You need to apply the new settings before testing them.
ro: Trebuie să aplici noile setări înainte de a le testa.
tr: Önce yeni ayarları uygulamanız gerekmektedir.

# IDS_AFTERPLAYBACK_EXIT
source: After Playback: Exit
ro: După redare: Închide programul
tr: Oynatımdan sonra: Uygulamadan çık

# IDS_AFTERPLAYBACK_STANDBY
source: After Playback: Stand By
ro: După redare: Intră în repaus
tr: Oynatımdan sonra: Hazırda beklet

# IDS_AFTERPLAYBACK_HIBERNATE
source: After Playback: Hibernate
ro: După redare: Intră în hibernare
tr: Oynatımdan sonra: Derin uyku

# IDS_AFTERPLAYBACK_SHUTDOWN
source: After Playback: Shutdown
ro: După redare: Închide calculatorul
tr: Oynatımdan sonra: Bilgisayarı kapat

# IDS_AFTERPLAYBACK_LOGOFF
source: After Playback: Log Off
ro: După redare: Deautentifică-te
tr: Oynatımdan sonra: Oturumu kapat

# IDS_AFTERPLAYBACK_LOCK
source: After Playback: Lock
ro: După redare: Blochează desktopul
tr: Oynatımdan sonra: Oturumu kilitle

# IDS_AFTERPLAYBACK_MONITOROFF
source: After Playback: Turn off the monitor
ro: După redare: Închide monitorul
tr: Oynatımdan sonra: Ekranı kapat

# IDS_AFTERPLAYBACK_PLAYNEXT
source: After Playback: Play next file in the folder
ro: După redare: Redă următorul fișier din dosar (folder)
tr: Oynatımdan sonra: Klasördeki sonraki dosyayı oynat

# IDS_AFTERPLAYBACK_DONOTHING
source: After Playback: Do nothing
ro: După redare: Nu face nimic
tr: Oynatımdan sonra: Bir işlem yapma

# IDS_OSD_BRIGHTNESS
source: Brightness: %s
ro: Luminozitate: %s
tr: Parlaklık: %s

# IDS_OSD_HUE
source: Hue: %s°
ro: Nuanță: %s°
tr: Renk: %s°

# IDS_OSD_SATURATION
source: Saturation: %s
ro: Saturație: %s
tr: Doygunluk: %s

# IDS_OSD_RESET_COLOR
source: Color settings restored
ro: Setările de culoare au fost restaurate
tr: Renk ayarları geri alındı

# IDS_OSD_NO_COLORCONTROL
source: Color control is not supported
ro: Controalele de culoare nu sunt sprijinite
tr: Renk kontrolü desteklenmiyor

# IDS_BRIGHTNESS_INC
source: Brightness increase
ro: Mărește luminozitatea
tr: Parlaklığı artır

# IDC_FASTSEEK_CHECK
source: If "latest keyframe" is selected, seek to the first keyframe before the actual seek point. If "nearest keyframe" is selected, seek to the first keyframe before or after the seek point depending on which is the closest.
ro: Dacă este selectat „ultimul cadru cheie”, caută primul cadru cheie înainte de punctul de căutare real. Dacă este selectat „cel mai apropiat cadru cheie”, caută primul cadru cheie înainte sau după punctul de căutare, în funcție de care este cel mai apropiat.
tr: "En son anahtar kare" seçildiğinde, geçerli noktadan önceki ilk anahtar kare aranacaktır. "En yakın anahtar kare" seçildiğinde, geçerli noktadan itibaren yakınlığına göre önceki ya da sonraki ilk anahtar kare aranacaktır.

# IDC_ASSOCIATE_ALL_FORMATS
source: Associate with all formats
ro: Asociază cu toate formatele
tr: Tüm biçimler ile ilişkilendir

# IDC_ASSOCIATE_VIDEO_FORMATS
source: Associate with video formats only
ro: Asociază doar cu formatele video
tr: Sadece video biçimleri ile ilişkilendir

# IDC_ASSOCIATE_AUDIO_FORMATS
source: Associate with audio formats only
ro: Asociază doar cu formatele audio
tr: Sadece ses biçimleri ile ilişkilendir

# IDC_CLEAR_ALL_ASSOCIATIONS
source: Clear all associations
ro: Anulează toate asocierile
tr: Tüm ilişkilendirmeleri temizle

# IDS_FILTER_SETTINGS_CAPTION
source: Settings
ro: Setări
tr: Ayarlar

# IDS_SUBDL_DLG_PROVIDER_COL
source: Provider
ro: Furnizor
tr: Sağlayıcı

# IDS_SUBDL_DLG_HI_COL
source: Hearing Impaired
ro: Deficiențe de auz
tr: İşitme güçlüğü

# IDS_SUBDL_DLG_DOWNLOADS_COL
source: Downloads
ro: Descărcări
tr: İndirmeler

# IDS_SUBDL_DLG_SCORE_COL
source: Score
ro: Scor
tr: Skor

# IDS_SUBDL_DLG_FAILED
source: Online subtitles search failed.
ro: Căutarea pe Internet a subtitrărilor a eșuat.
tr: Çevrimiçi altyazı aranması başarısız.

# IDS_SUBDL_DLG_ABORTED
source: Online subtitles search aborted.
ro: Căutarea pe Internet a subtitrărilor a fost abandonată.
tr: Arama iptal edildi.

# IDS_SUBDL_DLG_FOUND
source: Online subtitles search completed, %d subtitles found.
ro: Căutarea pe Internet a subtitrărilor s-a terminat, %d (de) subtitrări găsite.
tr: Çevrimiçi altyazı aranması bitti, %d adet altyazı bulundu.
