Repository: gantoniio/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.menus.po
Languages: vi

# POPUP
source: &File
vi: &Tập tin

# ID_FILE_OPENQUICK
source: &Quick Open File...
vi: Mở &nhanh tập tin

# ID_FILE_OPENMEDIA
source: &Open File/URL...
vi: &Mở tập tin/URL...

# ID_FILE_OPENDVDBD
source: Open &DVD/BD...
vi: Mở &DVD/BD...

# ID_FILE_OPENDEVICE
source: Open De&vice...
vi: Mở thiết &bị

# ID_FILE_OPENDIRECTORY
source: Open Dir&ectory...
vi: Mở &thư mục

# ID_FILE_OPENDISC
source: O&pen Disc
vi: Mở &đĩa

# ID_RECENT_FILES
source: Recent &Files
vi: Các tập tin &gần đây

# ID_FILE_CLOSE_AND_RESTORE
source: &Close
vi: &Đóng

# ID_FILE_SAVE_COPY
source: &Save a Copy...
vi: &Lưu bản sao...

# ID_FILE_SAVE_IMAGE
source: Save &Image...
vi: Lưu &hình ảnh...

# ID_FILE_SAVE_THUMBNAILS
source: Save &Thumbnails...
vi: Lưu hình thu &nhỏ...

# POPUP
source: S&ubtitles
vi: &Phụ đề

# ID_FILE_SUBTITLES_LOAD
source: &Load Subtitles...
vi: &Nạp phụ đề...

# ID_FILE_SUBTITLES_SAVE
source: Save S&ubtitles...
vi: Lưu &phụ đề...

# ID_FILE_SUBTITLES_DOWNLOAD
source: &Download Subtitles...
vi: Tải &xuống phụ đề...

# ID_FILE_PROPERTIES
source: P&roperties
vi: &Thuộc tính

# ID_FILE_OPEN_LOCATION
source: Open File &Location
vi: Mở &vị trí tập tin

# ID_FILE_EXIT
source: E&xit
vi: Th&oát

# POPUP
source: &View
vi: &Xem

# ID_VIEW_CAPTIONMENU
source: Caption&&Menu
vi: Trình đơn &chú thích

# ID_VIEW_SEEKER
source: See&k Bar
vi: Thanh tìm &kiếm

# ID_VIEW_CONTROLS
source: &Controls
vi: &Điều khiển

# ID_VIEW_INFORMATION
source: &Information
vi: &Thông tin

# ID_VIEW_STATISTICS
source: &Statistics
vi: &Thống kê

# ID_VIEW_STATUS
source: St&atus
vi: &Trạng thái

# ID_VIEW_SUBRESYNC
source: Su&bresync
vi: Đồng bộ &lại phụ đề

# ID_VIEW_PLAYLIST
source: Pla&ylist
vi: Danh &sách phát

# ID_VIEW_CAPTURE
source: Captu&re
vi: &Bắt hình

# ID_VIEW_NAVIGATION
source: Na&vigation
vi: &Điều hướng

# POPUP
source: &Presets...
vi: &Các cài đặt sẵn...

# ID_VIEW_PRESETS_MINIMAL
source: &Minimal
vi: &Tối giản

# ID_VIEW_PRESETS_COMPACT
source: &Compact
vi: &Gọn nhẹ

# ID_VIEW_PRESETS_NORMAL
source: &Normal
vi: &Bình thường

# ID_VIEW_FULLSCREEN
source: F&ull Screen
vi: &Toàn màn hình

# POPUP
source: &Zoom
vi: &Thu phóng

# ID_VIEW_ZOOM_AUTOFIT
source: Auto &Fit
vi: Tự động &phù hợp

# POPUP
source: R&enderer Settings
vi: Cài đặt trình kết &xuất

# ID_VIEW_TEARING_TEST
source: &Tearing Test
vi: &Kiểm tra chia tách

# ID_VIEW_DISPLAY_RENDERER_STATS
source: &Display Statistics
vi: Hiển thị thống &kê

# ID_VIEW_OSD_DISPLAY_TIME
source: Display Current T&ime
vi: Hiển thị thời &gian hiện tại

# ID_VIEW_OSD_SHOW_FILENAME
source: Show &File Name
vi: &Hiển thị tên tập tin

# POPUP
source: &Output Range
vi: &Phạm vi ngõ ra

# POPUP
source: &Presentation
vi: &Trình diễn

# ID_VIEW_D3DFULLSCREEN
source: D3D Fullscreen &Mode
vi: &Chế độ toàn màn hình D3D

# ID_VIEW_FULLSCREENGUISUPPORT
source: D3D Fullscreen &GUI Support
vi: Hỗ trợ &GUI toàn màn hình D3D

# ID_VIEW_HIGHCOLORRESOLUTION
source: 10-bit &RGB Output
vi: Ngõ &ra RGB 10 bit

# ID_VIEW_FORCEINPUTHIGHCOLORRESOLUTION
source: Force 10-bit RGB &Input
vi: Ngõ &vào bắt buộc RGB 10-bit

# ID_VIEW_FULLFLOATINGPOINTPROCESSING
source: &Full Floating Point Processing
vi: Xử lý điểm động &đầy đủ

# ID_VIEW_HALFFLOATINGPOINTPROCESSING
source: &Half Floating Point Processing
vi: Xử lý điểm động &phân nửa

# ID_VIEW_DISABLEDESKTOPCOMPOSITION
source: Disable desktop composition (&Aero)
vi: Tắt thành phần màn hình (hiệu ứng trong mờ &Aero)

# ID_VIEW_ENABLEFRAMETIMECORRECTION
source: Enable Frame Time &Correction
vi: Bật &sửa thời gian khung hình

# POPUP
source: &Color Management
vi: &Quản lý màu sắc

# ID_VIEW_CM_ENABLE
source: &Enable
vi: &Bật

# POPUP
source: &Input Type
vi: Loại ngõ &vào

# ID_VIEW_CM_INPUT_AUTO
source: &Auto-Detect
vi: Tự động &phát hiện

# POPUP
source: Ambient &Light
vi: &Ánh sáng môi trường xung quanh

# ID_VIEW_CM_AMBIENTLIGHT_BRIGHT
source: &Bright (2.2 Gamma)
vi: &Sáng (2,2 Gamma)

# ID_VIEW_CM_AMBIENTLIGHT_DIM
source: &Dim (2.35 Gamma)
vi: &Mờ (2,35 Gamma)

# ID_VIEW_CM_AMBIENTLIGHT_DARK
source: D&ark (2.4 Gamma)
vi: &Tối (2,4 Gamma)

# POPUP
source: &Rendering Intent
vi: &Ý định kết xuất

# ID_VIEW_CM_INTENT_PERCEPTUAL
source: &Perceptual
vi: &Cảm nhận

# ID_VIEW_CM_INTENT_RELATIVECOLORIMETRIC
source: &Relative Colorimetric
vi: &Đo màu tương đối

# ID_VIEW_CM_INTENT_SATURATION
source: &Saturation
vi: &Bão hòa

# ID_VIEW_CM_INTENT_ABSOLUTECOLORIMETRIC
source: &Absolute Colorimetric
vi: &Đo màu tuyệt đối

# POPUP
source: &VSync
vi: &Đồng bộ dọc

# ID_VIEW_VSYNC
source: &VSync
vi: &Đồng bộ dọc

# ID_VIEW_VSYNCACCURATE
source: &Accurate VSync
vi: Đồng bộ dọc &chính xác

# ID_VIEW_ALTERNATIVEVSYNC
source: A&lternative VSync
vi: Đồng bộ dọc &thay thế

# ID_VIEW_VSYNCOFFSET_DECREASE
source: &Decrease VSync Offset
vi: &Giảm chênh lệch đồng bộ dọc

# ID_VIEW_VSYNCOFFSET_INCREASE
source: &Increase VSync Offset
vi: &Tăng chênh lệch đồng bộ dọc

# POPUP
source: &GPU Control
vi: &Điều khiển GPU

# ID_VIEW_FLUSHGPU_BEFOREVSYNC
source: Flush GPU &before VSync
vi: Làm sạch GPU &trước khi đồng bộ dọc

# ID_VIEW_FLUSHGPU_AFTERPRESENT
source: Flush GPU &after Present
vi: Làm sạch GPU &sau khi trình diễn

# ID_VIEW_FLUSHGPU_WAIT
source: &Wait for flushes
vi: &Chờ làm sạch

# POPUP
source: R&eset
vi: &Cài đặt lại

# ID_VIEW_RESET_DEFAULT
source: Reset to &default renderer settings
vi: Đặt lại các cài đặt &mặc định cho trình kết xuất

# ID_VIEW_RESET_OPTIMAL
source: Reset to &optimal renderer settings
vi: Đặt lại các cài đặt &tối ưu cho trình kết xuất

# POPUP
source: Video &Frame
vi: &Khung video

# ID_VIEW_VF_HALF
source: &Half Size
vi: Giảm &một nửa kích cỡ

# ID_VIEW_VF_NORMAL
source: &Normal Size
vi: Kích cỡ &bình thường

# ID_VIEW_VF_DOUBLE
source: &Double Size
vi: Kích cỡ &gấp đôi

# ID_VIEW_VF_STRETCH
source: &Stretch To Window
vi: &Kéo dài đến cửa sổ

# ID_VIEW_VF_FROMINSIDE
source: Touch Window From &Inside
vi: Chạm đến cửa sổ từ bên &trong

# ID_VIEW_VF_ZOOM1
source: Zoom &1
vi: Thu phóng &1

# ID_VIEW_VF_ZOOM2
source: Zoom &2
vi: Thu phóng &2

# ID_VIEW_VF_FROMOUTSIDE
source: Touch Window From &Outside
vi: Chạm đến cửa sổ từ bên &ngoài

# POPUP
source: &Aspect Ratio
vi: &Tỷ lệ khung hình

# ID_ASPECTRATIO_DAR
source: &Default (DAR)
vi: &Mặc định (DAR)

# ID_ASPECTRATIO_SAR
source: Assume &square pixels (SAR)
vi: Giả sử pixel &vuông (SAR)

# ID_VIEW_VF_COMPMONDESKARDIFF
source: &Correct Monitor/Desktop AR Diff
vi: &Điều chỉnh độ chính xác AR của màn hình/desktop

# POPUP
source: P&nS Frame Adjust
vi: PnS điều chỉnh khung

# ID_VIEW_INCSIZE
source: &Increase Size
vi: &Tăng kích cỡ

# ID_VIEW_DECSIZE
source: &Decrease Size
vi: &Giảm kích cỡ

# ID_VIEW_INCWIDTH
source: I&ncrease Width
vi: &Tăng chiều rộng

# ID_VIEW_DECWIDTH
source: D&ecrease Width
vi: &Giảm chiều rộng

# ID_VIEW_INCHEIGHT
source: In&crease Height
vi: &Tăng chiều cao

# ID_VIEW_DECHEIGHT
source: Decre&ase Height
vi: &Giảm chiều cao

# ID_PANSCAN_MOVERIGHT
source: Move &Right
vi: Di chuyển sang &phải

# ID_PANSCAN_MOVELEFT
source: Move &Left
vi: Di chuyển sang &trái

# ID_PANSCAN_MOVEUP
source: Move &Up
vi: Di chuyển &lên

# ID_PANSCAN_MOVEDOWN
source: Move &Down
vi: Di chuyển &xuống

# ID_PANSCAN_CENTER
source: Cen&ter
vi: &Chính giữa

# ID_PANSCAN_ROTATEZM
source: Rotate Cloc&kwise
vi: Xoay &theo chiều kim đồng hồ

# ID_PANSCAN_ROTATEZ270
source: Rotate Counter-Clock&wise
vi: Xoay &ngược chiều kim đồng hồ

# ID_PANSCAN_ROTATEXM
source: &Flip Vertically
vi: Lật theo chiều &dọc

# ID_PANSCAN_ROTATEYM
source: &Mirror
vi: Lật đối xứng &gương

# ID_VIEW_RESET
source: Re&set
vi: &Cài đặt lại

# POPUP
source: On &Top
vi: &Trên cùng

# ID_ONTOP_DEFAULT
source: &Default
vi: &Mặc định

# ID_ONTOP_ALWAYS
source: &Always
vi: &Luôn luôn

# ID_ONTOP_WHILEPLAYING
source: While &Playing
vi: Trong khi &phát

# ID_ONTOP_WHILEPLAYINGVIDEO
source: While Playing &Video
vi: Trong khi phát &video

# ID_VIEW_OPTIONS
source: &Options...
vi: &Tùy chọn...

# POPUP
source: &Play
vi: &Phát

# ID_PLAY_PLAYPAUSE
source: &Play/Pause
vi: &Phát/Tạm ngừng

# ID_PLAY_STOP
source: &Stop
vi: &Ngừng

# ID_PLAY_FRAMESTEP
source: Fra&me Step
vi: &Từng khung hình

# POPUP
source: &Repeat
vi: &Lặp lại

# ID_PLAY_REPEAT_FOREVER
source: F&orever
vi: &Mãi mãi

# ID_PLAY_REPEAT_ONEFILE
source: &File
vi: &Tập tin

# ID_PLAY_REPEAT_WHOLEPLAYLIST
source: &Playlist
vi: &Danh sách phát

# ID_PLAY_REPEAT_AB
source: A-B (&Reset)
vi: A-B (&Cài đặt lại)

# ID_PLAY_REPEAT_AB_MARK_A
source: A-B (Mark &A)
vi: A-B (Đánh dấu &A)

# ID_PLAY_REPEAT_AB_MARK_B
source: A-B (Mark &B)
vi: A-B (Đánh dấu &B)

# POPUP
source: &Playback Rate
vi: &Tốc độ phát lại

# ID_PLAY_PLAYBACKRATE_025
source: 0.25 x
vi: 0.25 lần

# ID_PLAY_PLAYBACKRATE_050
source: 0.50 x
vi: 0.50 lần

# ID_PLAY_PLAYBACKRATE_075
source: 0.75 x
vi: 0.75 lần

# ID_PLAY_PLAYBACKRATE_090
source: 0.90 x
vi: 0.90 lần

# ID_PLAY_PLAYBACKRATE_100
source: 1.00 x
vi: 1.00 lần

# ID_PLAY_PLAYBACKRATE_110
source: 1.10 x
vi: 1.10 lần

# ID_PLAY_PLAYBACKRATE_125
source: 1.25 x
vi: 1.25 lần

# ID_PLAY_PLAYBACKRATE_150
source: 1.50 x
vi: 1.50 lần

# ID_PLAY_PLAYBACKRATE_200
source: 2.00 x
vi: 2.00 lần

# ID_PLAY_PLAYBACKRATE_300
source: 3.00 x
vi: 3.00 lần

# ID_PLAY_PLAYBACKRATE_400
source: 4.00 x
vi: 4.00 lần

# ID_PLAY_PLAYBACKRATE_600
source: 6.00 x
vi: 6.00 lần

# ID_PLAY_PLAYBACKRATE_800
source: 8.00 x
vi: 8.00 lần

# ID_PLAY_PLAYBACKRATE_FPS24
source: 24 fps
vi: 24 hình/giây

# ID_PLAY_PLAYBACKRATE_FPS25
source: 25 fps
vi: 25 hình/giây

# ID_PLAY_DECRATE
source: &Decrease Rate
vi: &Giảm tốc độ

# ID_PLAY_INCRATE
source: &Increase Rate
vi: &Tăng tốc độ

# ID_PLAY_RESETRATE
source: R&eset Rate
vi: &Cài đặt lại tốc độ

# ID_FILTERS
source: &Filters
vi: &Bộ lọc

# ID_SHADERS
source: S&haders
vi: Trình tạo &bóng

# ID_AUDIOS
source: &Audio Track
vi: Rãnh &âm thanh

# ID_SUBTITLES
source: Su&btitle Track
vi: Rãnh &phụ đề

# ID_VIDEO_STREAMS
source: Vide&o Track
vi: Rãnh &video

# POPUP
source: &Volume
vi: &Âm lượng

# ID_VOLUME_UP
source: &Up
vi: &Tăng

# ID_VOLUME_DOWN
source: &Down
vi: &Giảm

# ID_VOLUME_MUTE
source: &Mute
vi: &Im lặng

# POPUP
source: Af&ter Playback
vi: &Sau khi phát lại

# ID_AFTERPLAYBACK_DONOTHING
source: Do no&thing
vi: &Không làm gì cả

# ID_AFTERPLAYBACK_PLAYNEXT
source: Play &next file in the folder
vi: &Phát tập tin tiếp theo trong thư mục

# ID_AFTERPLAYBACK_MONITOROFF
source: Turn off the &monitor
vi: Tắt màn &hình

# ID_AFTERPLAYBACK_EXIT
source: &Exit
vi: &Thoát

# ID_AFTERPLAYBACK_STANDBY
source: &Stand By
vi: &Chế độ chờ

# ID_AFTERPLAYBACK_HIBERNATE
source: &Hibernate
vi: &Chế độ ngủ đông

# ID_AFTERPLAYBACK_SHUTDOWN
source: Shut&down
vi: Tắt &máy

# ID_AFTERPLAYBACK_LOGOFF
source: Log &Off
vi: Đăng &xuất

# ID_AFTERPLAYBACK_LOCK
source: &Lock
vi: &Khoá máy

# POPUP
source: &Navigate
vi: &Điều hướng

# ID_NAVIGATE_SKIPBACK
source: &Previous
vi: &Trước đó

# ID_NAVIGATE_SKIPFORWARD
source: &Next
vi: &Kế tiếp

# ID_NAVIGATE_GOTO
source: &Go To...
vi: &Đi đến...

# ID_NAVIGATE_TITLEMENU
source: &Title Menu
vi: Trình đơn &tiêu đề

# ID_NAVIGATE_ROOTMENU
source: &Root Menu
vi: Trình đơn &gốc

# ID_NAVIGATE_SUBPICTUREMENU
source: &Subtitle Menu
vi: Trình đơn &phụ đề

# ID_NAVIGATE_AUDIOMENU
source: &Audio Menu
vi: Trình đơn &âm thanh

# ID_NAVIGATE_ANGLEMENU
source: An&gle Menu
vi: Trình &đơn góc

# ID_NAVIGATE_CHAPTERMENU
source: &Chapter Menu
vi: Trình đơn &chương

# ID_FAVORITES
source: F&avorites
vi: &Mục yêu thích

# POPUP
source: &Help
vi: Trợ &giúp

# ID_HELP_HOMEPAGE
source: &Home Page
vi: &Trang chủ

# ID_HELP_CHECKFORUPDATE
source: Check for &updates
vi: &Kiểm tra cập nhật

# ID_HELP_SHOWCOMMANDLINESWITCHES
source: &Command Line Switches
vi: &Chế độ dòng lệnh

# ID_HELP_TOOLBARIMAGES
source: Download &Toolbar Images
vi: Tải xuống &Hình ảnh Thanh công cụ

# ID_HELP_DONATE
source: &Donate
vi: &Quyên góp

# ID_HELP_ABOUT
source: &About...
vi: &Giới thiệu...
