Repository: gantoniio/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ro, tr

# IDS_MPLAYERC_91
source: Next Angle (DVD)
ro: Unghiul următor (DVD)
tr: Sonraki Açı (DVD)

# IDS_MPLAYERC_92
source: Prev Angle (DVD)
ro: Unghiul precedent (DVD)
tr: Önceki Açı (DVD)

# IDS_MPLAYERC_93
source: Next Audio Track (DVD)
ro: Următoarea pistă audio (DVD)
tr: Sonraki ses parçası (DVD)

# IDS_MPLAYERC_94
source: Prev Audio Track (DVD)
ro: Precedenta pistă audio (DVD)
tr: Önceki ses parçası (DVD)

# IDS_MPLAYERC_95
source: Next Subtitle Track (DVD)
ro: Subtitrarea următoare (DVD)
tr: Sonraki altyazı parçası (DVD)

# IDS_MPLAYERC_96
source: Prev Subtitle Track (DVD)
ro: Subtitrarea precedentă (DVD)
tr: Önceki altyazı parçası (DVD)

# IDS_MPLAYERC_97
source: On/Off Subtitle (DVD)
ro: Activează/Dezactivează subtitrarea (DVD)
tr: Altyazıyı Aç/Kapat (DVD)

# IDS_OSD_DISPLAY_CURRENT_TIME
source: OSD: Display Current Time
ro: OSD: Afișează ora actuală
tr: OSD: Güncel süreyi göster

# IDS_PPAGEWEBSERVER_0
source: Select the directory
ro: Selectează directorul
tr: Klasör seçiniz

# IDS_FAVORITES_QUICKADDFAVORITE
source: Quick add favorite
ro: Adăugare rapidă la favorite
tr: Gözdeyi hızlı ekle

# IDS_DVB_CHANNEL_NUMBER
source: N
ro: Nr.
tr: S

# IDS_DVB_CHANNEL_NAME
source: Name
ro: Nume
tr: Ad

# IDS_DVB_CHANNEL_FREQUENCY
source: Frequency
ro: Frecvență
tr: Frekans

# IDS_DVB_CHANNEL_ENCRYPTION
source: Encrypted
ro: Criptat
tr: Şifreli

# IDS_YES
source: Yes
ro: Da
tr: Evet

# IDS_NO
source: No
ro: Nu
tr: Hayır

# IDS_DVB_CHANNEL_START_SCAN
source: Start
ro: Pornește
tr: Başlat

# IDS_DVB_CHANNEL_STOP_SCAN
source: Stop
ro: Oprește
tr: Durdur

# IDS_DVB_TVNAV_SEERADIO
source: Radio stations
ro: Stații radio
tr: Radyo istasyonları

# IDS_DVB_TVNAV_SEETV
source: TV stations
ro: Stații TV
tr: TV istasyonları

# IDS_MAINFRM_2
source: Focus lost to: %s - %s
ro: Focalizare pierdută la: %s - %s
tr: Orantı bozuldu: %s - %s

# IDS_AG_SUBTITLES_SAVED
source: Subtitles saved
ro: Subtitrări salvate
tr: Altyazılar kaydedildi

# IDS_MAINFRM_4
source: Cannot save subtitles
ro: Nu se pot salva subtitrările
tr: Altyazılar kaydedilemedi

# IDS_AG_FRAMERATE
source: Frame rate
ro: Rată de cadre
tr: Kare hızı

# IDS_MAINFRM_6
source: drawn: %d, dropped: %d
ro: desenate: %d, pierdute: %d
tr: çizilen: %d, atlanan: %d

# IDS_AG_FRAMES
source: Frames
ro: Cadre
tr: Kareler

# IDS_AG_BUFFERS
source: Buffers
ro: Tampoane/Buffere
tr: Arabellekler

# IDS_MAINFRM_9
source: Volume: %02lu/%02lu, Title: %02lu/%02lu, Chapter: %02lu/%02lu
ro: Volum: %02lu/%02lu, Titlu: %02lu/%02lu, Capitol: %02lu/%02lu
tr: Disk: %02lu/%02lu, Başlık: %02lu/%02lu, Bölüm: %02lu/%02lu

# IDS_MAINFRM_10
source: Angle: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu
ro: Unghi: %02lu/%02lu, %lux%lu %luHz %lu:%lu
tr: Açı: %02lu/%02lu, %lux%lu %lu Hz %lu:%lu

# IDS_MAINFRM_11
source: %s, %s %u Hz %d bits %d %s
ro: %s, %s %uHz %d biți %d %s
tr: %s, %s %u Hz %d bit %d %s

# IDS_ADD_TO_PLAYLIST
source: Add to MPC-HC Playlist
ro: Adaugă la lista de redare a (la playlist-ul) MPC-HC
tr: MPC-HC Oynatma listesine ekle

# IDS_OPEN_WITH_MPC
source: Play with MPC-HC
ro: Redare cu MPC-HC
tr: MPC-HC ile oynat

# IDS_CANNOT_CHANGE_FORMAT
source: MPC-HC does not have sufficient privileges to change file associations. Please click on the "Run as administrator" button.
ro: MPC-HC nu are destule drepturi pentru a schimba asocierea cu formatele de fișiere. Dă clic pe butonul „Rulează ca administrator”.
tr: MPC-HC, dosya biçimi ilişkilendirmelerini ayarlayabilmek için gerekli izinlere sahip değil. Lütfen "Yönetici olarak çalıştır" düğmesine tıklayınız.

# IDS_APP_DESCRIPTION
source: MPC-HC is an extremely light-weight, open source media player for Windows. It supports all common video and audio file formats available for playback. We are 100% spyware free, there are no advertisements or toolbars.
ro: MPC-HC este un player media pentru Windows, ce necesită extrem de puține resurse și are sursă publică. Sprijină toate formatele comune de fișiere audio și video disponibile pentru redare. Suntem 100% curați în privința programelor de spionare, nu există reclame sau bare de instrumente externe.
tr: MPC-HC son derece düşük sistem kaynağı kullanan, açık kaynak kodlu bir Windows medya oynatıcısıdır. Tüm bilinen video ve ses biçimlerini desteklemektedir. Casus yazılım içermeyen ve reklamsız uygulama ilkemizden ödün vermemekteyiz.

# IDS_MAINFRM_12
source: channel
ro: canal
tr: kanal

# IDS_MAINFRM_13
source: channels
ro: canale
tr: kanal

# IDS_AG_TITLE
source: Title %u
ro: Titlu %u
tr: Başlık %u

# IDS_MAINFRM_16
source: DVD: Unexpected error
ro: DVD: Eroare neașteptată
tr: DVD: Beklenilmeyen hata

# IDS_MAINFRM_17
source: DVD: Copy-Protect Fail
ro: DVD: Eșuare la protecție copiere
tr: DVD: Kopyalama Koruması Hatası

# IDS_MAINFRM_18
source: DVD: Invalid DVD 1.x Disc
ro: DVD: Disc DVD 1.x nevalid
tr: DVD: Geçersiz DVD 1.x Sürücüsü

# IDS_MAINFRM_19
source: DVD: Invalid Disc Region
ro: DVD: Regiune disc nevalidă
tr: DVD: Geçersiz Sürücü Ülke Kodu

# IDS_MAINFRM_20
source: DVD: Low Parental Level
ro: DVD: Nivel parental scăzut
tr: DVD: Düşük Ebeveyn Seviyesi

# IDS_MAINFRM_21
source: DVD: Macrovision Fail
ro: DVD: Eșuare la ștergerea protecției copierii Macrovision
tr: DVD: Macrovision Hatası

# IDS_MAINFRM_22
source: DVD: Incompatible System And Decoder Regions
ro: DVD: Regiuni de sistem și de decodor incompatibile
tr: DVD: Uyumsuz Sistem Ve Çözücü Ülke Kodu

# IDS_MAINFRM_23
source: DVD: Incompatible Disc And Decoder Regions
ro: DVD: Regiuni de disc și de decodor incompatibile
tr: DVD: Uyumsuz Sürücü Ve Çözücü Ülke Kodu

# IDS_D3DFS_WARNING
source: This option is designed to avoid tearing. However, it will also prevent MPC-HC from displaying the context menu and any dialog box during playback. Do you really want to activate this option?
ro: Această opțiune a fost proiectată pentru a evita efectul de rupere. Cu toate acestea, va împiedica de asemenea MPC-HC să afișeze meniul contextual și orice căsuță de dialog în timpul redării. Ești sigur(ă) că dorești să activezi această opțiune?
tr: Bu seçenek video yırtılmalarını önlemek için eklenmiştir. Bununla beraber MPC-HC'nin oynatım sırasında sağ tık menüsünü ve herhangi bir iletişim kutusunu göstermesini de engelleyecektir. Bu seçeneği gerçekten etkinleştirmek istiyor musunuz?

# IDS_MAINFRM_139
source: Sub delay: %ld ms
ro: Întârziere a subtitrărilor: %ld ms
tr: Altyazı gecikmesi: %ld ms

# IDS_AG_TITLE2
source: Title: %02d/%02d
ro: Titlu: %02d/%02d
tr: Başlık: %02d/%02d

# IDS_REALVIDEO_INCOMPATIBLE
source: Filename contains unsupported characters (use only A-Z, 0-9)
ro: Numele fișierului conține caractere nesuportate (folosește doar A-Z, 0-9)
tr: Dosya adı desteklenmeyen damga (harf) içeriyor (yalnızca A-Z, 0-9 kullanın)

# IDS_THUMB_ROWNUMBER
source: Rows:
ro: Rânduri:
tr: Satır:

# IDS_THUMB_COLNUMBER
source: Columns:
ro: Coloane:
tr: Sütun:

# IDS_THUMB_IMAGE_WIDTH
source: Image width
ro: Lățimea imaginii:
tr: Resim genişliği

# IDS_AG_ASPECT_RATIO
source: Aspect Ratio
ro: Raportul de aspect (AR-ul/RA-ul)
tr: En boy oranı

# IDS_MAINFRM_37
source: , Total: %ld, Dropped: %ld
ro: , Total: %ld, Pierdute: %ld
tr: , Toplam: %ld, Atlanan: %ld

# IDS_MAINFRM_38
source: , Size: %I64d KB
ro: , Mărime: %I64d KB (KO)
tr: , Boyut: %I64d KB

# IDS_MAINFRM_39
source: , Size: %I64d MB
ro: , Mărime: %I64d MB (MO)
tr: , Boyut: %I64d MB

# IDS_MAINFRM_40
source: , Free: %I64d KB
ro: , Liberă: %I64d KB (KO)
tr: , Boş alan: %I64d KB

# IDS_MAINFRM_41
source: , Free: %I64d MB
ro: , Liberă: %I64d MB (MO)
tr: , Boş alan: %I64d MB

# IDS_MAINFRM_42
source: , Free V/A Buffers: %03d/%03d
ro: , Tampoane/Buffere V/A libere: %03d/%03d
tr: , Serbest V/S Tamponları: %03d/%03d

# IDS_AG_ERROR
source: Error
ro: Eroare
tr: Hata

# IDS_SUBTITLE_STREAM_OFF
source: Subtitle: off
ro: Subtitrare: oprită
tr: Altyazı: Kapalı

# IDS_SUBTITLE_STREAM
source: Subtitle: %s
ro: Subtitrare: %s
tr: Altyazı: %s

# IDS_MAINFRM_46
source: Select the path for the DVD/BD:
ro: Selectează calea pentru DVD/BD:
tr: DVD/Blu-ray için bir yol seçiniz:

# IDS_SUB_LOADED_SUCCESS
source: loaded successfully
ro: încărcat cu succes
tr: başarıyla yükletildi

# IDS_ALL_FILES_FILTER
source: All files (*.*)|*.*||
ro: Toate fișierele (*.*)|*.*||
tr: Tüm dosyalar (*.*)|*.*||

# IDS_GETDIB_FAILED
source: GetDIB failed, hr = %08x
ro: GetDIB a eșuat, hr = %08x
tr: VTB alınamadı, hr = %08x

# IDS_GETCURRENTIMAGE_FAILED
source: GetCurrentImage failed, hr = %08x
ro: Obținerea cadrului actual a eșuat, hr = %08x
tr: GeçerliGörAl yapılamadı, hr = %08x

# IDS_SCREENSHOT_ERROR
source: Cannot create file
ro: Nu se poate crea fișierul
tr: Dosya oluşturulamadı

# IDS_THUMBNAILS_NO_DURATION
source: Cannot create thumbnails for files with no duration
ro: Nu se pot crea miniaturi pentru fișiere fără durată
tr: Süresi olmayan dosyalar için küçük resimler oluşturulamıyor

# IDS_THUMBNAILS_NO_FRAME_SIZE
source: Failed to get video frame size
ro: Preluarea dimensiunii cadrului video a eșuat
tr: Video kare boyutu alınamadı

# IDS_OUT_OF_MEMORY
source: Out of memory, go buy some more!
ro: Memorie insuficientă, du-te și cumpără mai multă!
tr: Yetersiz hafıza, daha fazlası gerekiyor!

# IDS_THUMBNAILS_INVALID_FORMAT
source: Invalid image format, cannot create thumbnails out of %d bpp dibs.
ro: Format de imagine nevalid, nu pot fi create miniaturi de %d bpp.
tr: Geçersiz grafik biçimi, %d bpp biçimindeki küçük resimler oluşturulamayacak.

# IDS_THUMBNAILS_INFO_FILESIZE
source: File Size: %s (%s bytes)\N
ro: Dimensiunea fișierului: %s (%s octeți)\N
tr: Dosya Boyutu: %s (%s bayt)\N

# IDS_THUMBNAILS_INFO_HEADER
source: {\an7\1c&H000000&\fs%d\b0\bord0\shad0}File Name: %s\N%sResolution: %dx%d %s\NDuration: %02d:%02d:%02d
ro: {\an7\1c&H000000&\fs%d\b0\bord0\shad0}Numele fișierului: %s\N%sRezoluție: %d\N%d %s\NDurată: %02d:%02d:%02d

# IDS_THUMBNAIL_TOO_SMALL
source: The thumbnails would be too small, impossible to create the file. Try lowering the number of thumbnails or increasing the total size.
ro: Miniaturile ar fi prea mici, imposibil de creat fișierul. Încearcă să reduci numărul de miniaturi sau să mărești dimensiunea totală.
tr: Küçük resimler çok küçük olacağından dolayı dosyayı oluşturmak olanaksızdır. Küçük resim sayısını azaltmayı ya da toplam resim genişliğini artırmayı deneyiniz.

# IDS_CANNOT_LOAD_SUB
source: To load subtitles you have to change the video renderer type and reopen the file. - DirectShow: EVR (Custom Presenter), Sync, VMR-9 (renderless), madVR, MPC VR, or Haali VR
ro: Pentru a încărca subtitrări, trebuie să schimbi tipul de randare video și să redeschizi fișierul. - DirectShow: EVR (Prezentator personalizat), Sync, VMR-9 (fără randare), madVR, MPC VR, sau Haali VR
tr: Altyazıları yükletmek için video işleyiciyi değiştirmeniz ve dosyayı yeniden açmanız gerekiyor. - DirectShow: GVİ (Özel Sunucu), Eşzamanlama İ., VKİ-9 (işleyicisiz), Haali Vİ, madVR, ya da MPC Vİ

# IDS_SUBTITLE_FILES_FILTER
source: Subtitle files
ro: Fișiere de subtitrări
tr: Altyazı dosyaları

# IDS_MAINFRM_68
source: Aspect Ratio: %ld:%ld
ro: Raportul de aspect (AR-ul/RA-ul): %ld:%ld
tr: En boy oranı: %ld:%ld

# IDS_MAINFRM_69
source: Aspect Ratio: Default (DAR)
ro: Raport de aspect (AR/RA): Implicit (DAR)
tr: En boy oranı: Varsayılan (DAR)

# IDS_MAINFRM_70
source: Audio delay: %I64d ms
ro: Întârziere audio: %I64dms
tr: Ses gecikmesi: %I64d ms

# IDS_AG_CHAPTER
source: Chapter %d
ro: Capitolul %d
tr: Bölüm %d

# IDS_AG_OUT_OF_MEMORY
source: Out of memory
ro: Memorie insuficientă
tr: Yetersiz hafıza

# IDS_MAINFRM_77
source: Error: Requires Adobe Flash Player for IE with killswitch patch
ro: Eroare: necesită Adobe Flash Player pentru IE cu patch-ul killswitch
tr: Hata: IE için olan killswitch yamalı Adobe Flash Player gerekmekte.

# IDS_MAINFRM_80
source: Failed to create the filter graph object
ro: Nu s-a putut crea obiectul grafic de filtru
tr: Filtre çizeneği nesnesi oluşturulamadı

# IDS_MAINFRM_81
source: Invalid argument
ro: Argument nevalid
tr: Geçersiz istek

# IDS_MAINFRM_82
source: Opening aborted
ro: Deschidere abandonată
tr: Açma işlemi iptal edildi

# IDS_MAINFRM_83
source: Failed to render the file
ro: Fișierul nu a putut fi randat
tr: Dosya işlenemedi

# IDS_AG_CHAPTER2
source: Chapter:
ro: Capitol:
tr: Bölüm:

# IDS_VOLUME_OSD
source: Vol: %d%%
ro: Volumul: %d%%
tr: Ses: %%%d

# IDS_BOOST_OSD
source: Boost: +%u%%
ro: Amplificare: +%u%%
tr: Ses yükseltme: %%%u

# IDS_BALANCE_OSD
source: Balance: %s
ro: Balans: %s
tr: Denge: %s

# IDS_FULLSCREENMONITOR_CURRENT
source: Current
ro: Actual
tr: Şimdiki

# IDS_MAINFRM_DIR_TITLE
source: Select Directory
ro: Selectează directorul
tr: Lütfen bir klasör seçiniz

# IDS_MAINFRM_DIR_CHECK
source: Include subdirectories
ro: Include subdirectoarele
tr: Alt klasörleri dahil et

# IDS_AG_PAUSE
source: Pause
ro: Pauzează
tr: Duraklat

# IDS_AG_TOGGLE_CAPTION
source: Toggle Caption&Menu
ro: Comută subtitrările și meniul
tr: Başlık & Menüyü Aç/Kapat

# IDS_AG_TOGGLE_SEEKER
source: Toggle Seekbar
ro: Comută bara de căutare
tr: İzlem çubuğunu Aç/Kapat

# IDS_AG_TOGGLE_CONTROLS
source: Toggle Controls
ro: Comută bara de controale
tr: Kontrolleri Aç/Kapat

# IDS_MAINFRM_84
source: Invalid file name
ro: Numele fișierului e invalid
tr: Geçersiz dosya adı

# IDS_MAINFRM_86
source: Cannot connect the filters
ro: Nu se pot conecta filtrele
tr: Filtrelere bağlanılamadı

# IDS_MAINFRM_87
source: Cannot load any source filter
ro: Nu se poate încărca niciun filtru sursă
tr: Herhangi bir kaynak filtresi yüklenemedi

# IDS_MAINFRM_88
source: Cannot render the file
ro: Nu se poate randa fișierul
tr: Dosya işlenemiyor

# IDS_MAINFRM_89
source: Invalid file format
ro: Formatul de fișier nevalid
tr: Geçersiz dosya biçimi

# IDS_MAINFRM_90
source: File not found
ro: Fișierul nu a fost găsit
tr: Dosya bulunamadı

# IDS_MAINFRM_91
source: Unknown file type
ro: Tip de fișiere necunoscut
tr: Bilinmeyen dosya türü

# IDS_MAINFRM_92
source: Unsupported stream
ro: Flux incompatibil
tr: Desteklenmeyen akış

# IDS_MAINFRM_93
source: Cannot find DVD directory
ro: Directorul DVD-ului nu poate fi găsit
tr: DVD klasörü bulunamadı

# IDS_MAINFRM_94
source: Can't create the DVD Navigator filter
ro: Filtrul navigatorului DVD-ului (DVD Navigator) nu poate fi creat
tr: DVD Yönlendireç filtresi oluşturulamadı

# IDS_AG_FAILED
source: Failed
ro: Eșuat
tr: Başarısız oldu

# IDS_MAINFRM_96
source: Can't create video capture filter
ro: Filtrul pentru captură video nu poate fi creat
tr: Video yakalama filtresi oluşturulamadı

# IDS_MAINFRM_98
source: No capture filters
ro: Niciun filtru de captură
tr: Bir yakalama filtresi bulunmuyor

# IDS_MAINFRM_99
source: Can't create capture graph builder object
ro: Obiectul constructorului pentru graficul de captură nu poate fi creat
tr: Yakalama çizenek oluşturucusu yaratılamadı

# IDS_MAINFRM_108
source: Couldn't open any device
ro: Nu se poate deschide niciun dispozitiv
tr: Herhangi bir aygıt açılamadı

# IDS_AG_SOUND
source: Sound
ro: Sunet
tr: Ses

# IDS_MAINFRM_114
source: %s was not found, please insert media containing this file.
ro: %s nu a fost găsit, inserează mediul conținător al acestui fișier.
tr: %s bulunamadı, lütfen bu dosyayı içeren medyayı takınız.

# IDS_AG_ABORTED
source: Aborted
ro: Abandonat
tr: İptal edildi

# IDS_MAINFRM_116
source: &Properties...
ro: &Proprietăți...
tr: &Özellikler...

# IDS_MAINFRM_117
source: (pin) properties...
ro: proprietăți (ale pinului)...
tr: (pin) özellikleri...

# IDS_AG_UNKNOWN_STREAM
source: Unknown Stream
ro: Flux necunoscut
tr: Bilinmeyen akış

# IDS_AG_UNKNOWN
source: Unknown %u
ro: Necunoscut %u
tr: Bilinmeyen %u

# IDS_AG_VSYNC
source: VSync
ro: Activează sincronizarea verticală

# IDS_MAINFRM_121
source: (Director Comments 1)
ro: (Comentariile regizorului 1)
tr: (Yönetmen Yorumları 1)

# IDS_MAINFRM_122
source: (Director Comments 2)
ro: (Comentariile regizorului 2)
tr: (Yönetmen Yorumları 2)

# IDS_DVD_SUBTITLES_ENABLE
source: Enable DVD subtitles
ro: Activează subtitrările pentru DVD-uri
tr: DVD altyazılarını etkinleştir

# IDS_AG_ANGLE
source: Angle %u
ro: Unghi %u
tr: Açı %u

# IDS_AG_VSYNCOFFSET_INCREASE
source: Increase VSync Offset
ro: Mărește decalajul sincronizării verticale
tr: VSync kaydırmasını artır

# IDS_AG_DISABLED
source: Disabled
ro: Dezactivat
tr: Devre dışı

# IDS_AG_VSYNCOFFSET_DECREASE
source: Decrease VSync Offset
ro: Micșorează decalajul sincronizării verticale
tr: VSync kaydırmasını azalt

# IDS_MAINFRM_136
source: MPC-HC D3D Fullscreen
ro: Ecran complet MPC-HC pentru D3D
tr: MPC-HC Tam ekran D3D

# IDS_MAINFRM_137
source: Unknown format
ro: Format necunoscut
tr: Bilinmeyen biçim

# IDS_MAINFRM_138
source: Sub shift: %ld ms
ro: Decalajul subtitrărilor: %ld ms
tr: Altyazı atlaması : %ld

# IDS_VOLUME_BOOST_INC
source: Volume boost increase
ro: Mărește amplificarea volumului
tr: Ses yükseltmeyi artır

# IDS_VOLUME_BOOST_DEC
source: Volume boost decrease
ro: Micșorează amplificarea volumului
tr: Ses yükseltmeyi azalt

# IDS_VOLUME_BOOST_MIN
source: Volume boost Min
ro: Amplificarea minimă a volumului
tr: Ses yükseltme: Asgari

# IDS_VOLUME_BOOST_MAX
source: Volume boost Max
ro: Amplificarea maximă a volumului
tr: Ses yükseltme: Azami

# IDS_USAGE
source: Usage: mpc-hc.exe "pathname" [switches]
ro: Utilizare: mpc-hc.exe "numele căii" [comutatoare]
tr: Kullanım: mpc-hc.exe "yol adı" [anahtarlar]

# IDS_UNKNOWN_SWITCH
source: Unrecognized switch(es) found in command line string:
ro: Comutator nerecunoscut (Comutatoare nerecunoscute) găsit(e) în șirul liniei de comandă:
tr: Komut satırında geçersiz anahtar(lar) bulundu:

# IDS_AG_TOGGLE_INFO
source: Toggle Information
ro: Comută zona de informații
tr: Bilgi çubuğunu Aç/Kapat

# IDS_AG_TOGGLE_STATS
source: Toggle Statistics
ro: Comută statisticile
tr: İstatistikleri Aç/Kapat

# IDS_AG_TOGGLE_STATUS
source: Toggle Status
ro: Comută starea
tr: Durum çubuğunu Aç/Kapat

# IDS_AG_TOGGLE_SUBRESYNC
source: Toggle Subresync Bar
ro: Comută bara de resincronizare a subtitrărilor
tr: Altyazı eşzamanlama panelini Aç/Kapat

# IDS_AG_TOGGLE_PLAYLIST
source: Toggle Playlist Bar
ro: Comută bara listei de redare (playlist-ului)
tr: Oynatma listesini Aç/Kapat

# IDS_AG_TOGGLE_CAPTURE
source: Toggle Capture Bar
ro: Comută bara de captură
tr: Kaydetme ayarları panelini Aç/Kapat

# IDS_AG_TOGGLE_DEBUGSHADERS
source: Toggle Debug Shaders
ro: Comută depanatorul de nuanțatoare (shadere)
tr: Tonlayıcı çözümleyiciyi Aç/Kapat

# IDS_AG_ZOOM_50
source: Zoom 50%
ro: Scalează (Micșorează) cu 50%
tr: Yakınlaştırma: %50

# IDS_AG_ZOOM_100
source: Zoom 100%
ro: Scalează (Mărește) cu 100%
tr: Yakınlaştırma: %100

# IDS_AG_ZOOM_200
source: Zoom 200%
ro: Scalează (Mărește) cu 200%
tr: Yakınlaştırma: %200

# IDS_AG_NEXT_AR_PRESET
source: Next AR Preset
ro: Următoarea setare prestabilită AR
tr: Sonraki en boy oranı ön ayarı

# IDS_AG_VIDFRM_STRETCH
source: Video Frame Stretch
ro: Întinde cadrul video
tr: Video karesi: Pencereye uzat

# IDS_AG_VIDFRM_INSIDE
source: Video Frame Inside
ro: Cadrul video în interior
tr: Video karesi: İçeriden uyarla

# IDS_AG_VIDFRM_OUTSIDE
source: Video Frame Outside
ro: Cadrul video în exterior
tr: Video karesi: Dışarıdan uyarla

# IDS_AG_PNS_RESET
source: Video Frame Reset
ro: Resetează cadrul video
tr: Video karesi: Sıfırla

# IDS_AG_PNS_ROTATEX_P
source: Video Frame Rotate X+
ro: Rotește cadrul video cu X+
tr: Video karesi: X+ ekseninde döndür

# IDS_TIME_TOOLTIP_ABOVE
source: Above seekbar
ro: Deasupra barei de căutare
tr: İzlem çubuğunun üstünde

# IDS_TIME_TOOLTIP_BELOW
source: Below seekbar
ro: Sub bara de căutare
tr: İzlem çubuğunun altında

# IDS_APPLY
source: Apply
ro: Se aplică
tr: Uygula

# IDS_CLEAR
source: Clear
ro: Golește
tr: Temizle

# IDS_CANCEL
source: Cancel
ro: Anulare
tr: İptal

# IDS_THUMB_THUMBNAILS
source: Layout
ro: Aspect
tr: Düzen

# IDS_THUMB_PIXELS
source: Pixels:
ro: Pixeli:
tr: Piksel:

# IDS_TEXTFILE_ENC
source: Encoding:
ro: Codare:
tr: Karakter kodlaması:

# IDS_AG_ZOOM_25
source: Zoom 25%
ro: Scalează (Micșorează) cu 25%
tr: Yakınlaştırma: %25

# IDS_AG_MOUSE_MODIFIER
source: Mouse Modifier
ro: Modificatorul mouse-ului
tr: Fare Düzenleyicisi

# IDS_AG_ZOOM_ADD
source: Zoom Window +
ro: Scalează (Mărește) fereastra +
tr: Pencere boyutu +

# IDS_AG_ZOOM_SUB
source: Zoom Window -
ro: Scalează (Micșorează) fereastra -
tr: Pencere boyutu -

# IDS_SEEKBAR_HOVER_PREVIEW
source: Video Preview
ro: Previzualizează videoclipul

# IDS_SEEKBAR_HOVER_TOOLTIP
source: Seek Time
ro: Caută durata

# IDS_AG_VIDFRM_ZOOM1
source: Video Frame Zoom 1
ro: Scalează cadrul video 1
tr: Video karesi: Yakınlaştırma 1

# IDS_AG_VIDFRM_ZOOM2
source: Video Frame Zoom 2
ro: Scalează cadrul video 2
tr: Video karesi: Yakınlaştırma 2

# IDS_AG_VIDFRM_SWITCHZOOM
source: Video Frame Switch Zoom
ro: Comută scalarea cadrului video
tr: Video karesi: Yerleşim modları arası geçiş yap

# IDS_ENABLE_ALL_FILTERS
source: &Enable all filters
ro: Activ&ează toate filtrele
tr: &Tüm filtreleri etkinleştir

# IDS_LOGO_AUTHOR
source: Author unknown. Contact us if you made this logo!
ro: Autor necunoscut. Dacă ai făcut acest logo, contactează-ne!
tr: Eser sahibi bilinmiyor. Bu tasarım size aitse lütfen irtibata geçiniz!

# IDS_NO_MORE_MEDIA
source: No more media in the current folder.
ro: Nu mai există fișiere media în dosarul (folderul) actual.
tr: Şimdiki klasörde başka bir medya dosyası yok.

# IDS_FIRST_IN_FOLDER
source: The first file of the folder is already loaded.
ro: Primul fișier din dosar (folder) este deja încărcat.
tr: Klasördeki ilk dosya zaten yükletildi.

# IDS_LAST_IN_FOLDER
source: The last file of the folder is already loaded.
ro: Ultimul fișier din dosar (folder) este deja încărcat.
tr: Klasördeki son dosya zaten yükletildi.

# IDS_FRONT_LEFT
source: Front Left
ro: Stânga față
tr: Ön Sol

# IDS_FRONT_RIGHT
source: Front Right
ro: Dreapta față
tr: Ön Sağ

# IDS_FRONT_CENTER
source: Front Center
ro: Centru față
tr: Ön Orta

# IDS_LOW_FREQUENCY
source: Low Frequency
ro: Frecvență joasă
tr: Düşük Frekans

# IDS_BACK_LEFT
source: Back Left
ro: Stânga spate
tr: Sol Arka

# IDS_BACK_RIGHT
source: Back Right
ro: Dreapta spate
tr: Sağ Arka

# IDS_FRONT_LEFT_OF_CENTER
source: Front Left of Center
ro: Stânga față a centrului
tr: Orta - Sol Ön

# IDS_FRONT_RIGHT_OF_CENTER
source: Front Right of Center
ro: Dreapta față a centrului
tr: Orta - Sağ Ön

# IDS_BACK_CENTER
source: Back Center
ro: Centru spate
tr: Arka Orta

# IDS_SIDE_LEFT
source: Side Left
ro: Stânga lateral
tr: Sol Köşe

# IDS_SIDE_RIGHT
source: Side Right
ro: Dreapta lateral
tr: Sağ Köşe

# IDS_TOP_CENTER
source: Top Center
ro: Centru sus
tr: Üst Orta

# IDS_TOP_FRONT_LEFT
source: Top Front Left
ro: Stânga față sus
tr: Üst Ön - Sol

# IDS_TOP_FRONT_CENTER
source: Top Front Center
ro: Centru față sus
tr: Üst Ön - Orta

# IDS_TOP_FRONT_RIGHT
source: Top Front Right
ro: Dreapta față sus
tr: Üst Ön - Sağ

# IDS_TOP_BACK_LEFT
source: Top Back Left
ro: Stânga spate sus
tr: Üst Arka - Sol

# IDS_TOP_BACK_CENTER
source: Top Back Center
ro: Centru spate sus
tr: Üst Arka - Orta

# IDS_TOP_BACK_RIGHT
source: Top Back Right
ro: Dreapta spate sus
tr: Üst Arka Sağ

# IDS_DISABLE_ALL_FILTERS
source: &Disable all filters
ro: &Dezactivează toate filtrele
tr: &Tüm filtreleri devre dışı bırak

# IDS_ENABLE_AUDIO_FILTERS
source: Enable all audio decoders
ro: Activează toate decodoarele audio
tr: Tüm ses çözücülerini etkinleştir

# IDS_DISABLE_AUDIO_FILTERS
source: Disable all audio decoders
ro: Dezactivează toate decodoarele audio
tr: Tüm ses çözücülerini devre dışı bırak

# IDS_ENABLE_VIDEO_FILTERS
source: Enable all video decoders
ro: Activează toate decodoarele video
tr: Tüm video çözücülerini etkinleştir

# IDS_DISABLE_VIDEO_FILTERS
source: Disable all video decoders
ro: Dezactivează toate decodoarele video
tr: Tüm video çözücülerini devre dışı bırak

# IDS_STRETCH_TO_WINDOW
source: Stretch To Window
ro: Întinde cât fereastra
tr: Pencereye uzat
