Repository: gantoniio/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ro, tr

# IDS_SUBDL_DLG_NOTFOUND
source: Online subtitles search completed, no subtitles found.
ro: Căutarea pe Internet a subtitrărilor s-a terminat, nu a fost găsită nicio subtitrare.
tr: Arama sonucunda altyazı bulunmadı.

# IDS_SUBDL_DLG_TITLE
source: Download subtitles
ro: Descarcă subtitrările
tr: Altyazı indir

# IDS_SUBDL_DLG_SEARCHING
source: Searching for subtitles online, please wait...
ro: Se caută subtitrări pe Internet, te rugăm să aștepți...
tr: Çevrimiçi altyazı aranıyor, lütfen bekleyiniz...

# IDS_SUBDL_DLG_ABORTING
source: Online subtitles search aborting...
ro: Se abandonează căutarea pe Internet a subtitrărilor...
tr: Arama iptal ediliyor...

# IDS_SUBUL_DLG_USERNAME_COL
source: Username
ro: Numele de utilizator
tr: Kullanıcı adı

# IDS_SUBUL_DLG_STATUS_COL
source: Status
ro: Starea
tr: Durum

# IDS_SUBUL_DLG_STATUS_READY
source: Ready...
ro: Gata...
tr: Hazır...

# IDS_CMD_PNS
source: /pns "name or values" Specify Video Frame preset name to use or direct position and zoom values in format "px,py,zx,zy"
ro: /pns "nume sau valori" Specifică numele presetat al cadrului video de utilizat sau direcționează valorile de poziție și de scalare în format „px,py,zx,zy”
tr: /pns "girdi" Kullanılacak video karesi "ön ayar adı"nı ya da "px,py,zx,zy" biçiminde doğrudan yerleşim ve yakınlaştırma değerlerini belirtin

# IDS_CMD_ICONASSOC
source: /iconsassoc Reassociate format icons
ro: /iconsassoc Reasociază pictogramele specifice formatelor
tr: /iconsassoc Biçim simgelerini yeniden ilişkilendirin

# IDS_CMD_NOFOCUS
source: /nofocus Open MPC-HC in background
ro: /nofocus Deschide MPC-HC în fundal
tr: /nofocus MPC-HC'yi arka planda başlat

# IDS_CMD_WEBPORT
source: /webport N Start web interface on specified port
ro: /webport N Pornește interfața web pe portul specificat
tr: /webport N Belirtilen bağlantı noktası (port) üzerinden ağ arayüzünü başlat

# IDS_CMD_DEBUG
source: /debug Show debug information in OSD
ro: /debug Arată informații de depanare în OSD
tr: /debug Problem inceleme bilgilerini Ekran Üzerindeki Gösterge (OSD) üzerinde görüntüle

# IDS_CMD_NOCRASHREPORTER
source: /nocrashreporter Disable the crash reporter
ro: /nocrashreporter Dezactivează raportorul de crăpare
tr: /nocrashreporter Hata raporlayıcısını kapat

# IDS_CMD_SLAVE
source: /slave "hWnd" Use MPC-HC as slave
ro: /slave "hWnd" Folosește MPC-HC ca slave
tr: /slave "hWnd" MPC-HC'yi başka bir uygulamaya bağımlı olarak kullanın

# IDS_CMD_HWGPU
source: /hwgpu "index" Set the index of the GPU used for hardware decoding. Only available for CUVID and DXVA2 (copy-back)
ro: /hwgpu "index" Stabilește indexul GPU-ului ce va fi folosit pentru decodare hardware. Disponibil doar pentru CUVID și DXVA2 (copiere înapoi)
tr: /hwgpu "index" Donanımsal kod çözme için kullanılacak grafik işlemci (GPU) başlangıç numarasını ayarla. Sadece CUVID ve DXVA2 (copy-back) için kullanılabilir

# IDS_CMD_RESET
source: /reset Restore default settings
ro: /reset Restaurează setările implicite
tr: /reset Varsayılan ayarlara dön

# IDS_CMD_HELP
source: /help /h /? Show help about command line switches
ro: /help /h /? Arată ajutorul pentru comutatoarele din linia de comandă
tr: /help /h /? Komut satırı parametreleri için yardımı görüntüle

# IDS_PPAGEADVANCED_SCORE
source: Threshold value for subtitles score which are going to be automatically downloaded. Higher values means that more accurately matched subtitles will be loaded, lower values could result in incorrect subtitles being loaded, but there is no one perfect value. Pick one that works best for you.
ro: Valoarea pragului pentru scorul de subtitrări care va fi descărcat automat. Valorile mai mari înseamnă că vor fi încărcate subtitrări potrivite mai precis, valori mai mici ar putea duce la încărcarea subtitrărilor incorecte, dar nu există o singură valoare perfectă. Alege una care funcționează cel mai bine pentru tine.
tr: Otomatik olarak indirilecek altyazıların skor eşik değeri. Daha yüksek değerler, daha isabetli olarak eşleşecek altyazıların yükletileceği anlamına gelir, daha düşük değerler yanlış altyazıların yükletilmesine neden olabilir, ancak tek bir mükemmel değer yoktur. Sizin için en uygun olanı seçin.

# IDS_PPAGE_FS_CLN_AUDIO_DELAY
source: Audio Delay (ms)
ro: Întârziere audio (ms)
tr: Ses gecikmesi (ms)

# IDS_PPAGEADVANCED_DEFAULTTOOLBARSIZE
source: Size in pixels of the default toolbar.
ro: Mărimea în pixeli a barei de instrumente implicite.
tr: Varsayılan araç çubuğu piksel boyutu.

# IDS_PPAGEADVANCED_USE_LEGACY_TOOLBAR
source: Use legacy toolbar instead of new vectorized one.
ro: Foloește bara de instrumente veche în loc de cea nouă vectorizată.
tr: Vektörize edilmiş yeni araç çubuğu yerine eski araç çubuğunu kullan.

# IDS_SUBMENU_COPYURL
source: Copy URL
ro: Copiază URL-ul
tr: Bağlantıyı kopyala

# IDS_SUBUL_DLG_STATUS_NOTIMPLEMENTED
source: Not implemented.
ro: Neimplementat.
tr: Henüz mevcut değil.

# IDS_SUBUL_DLG_STATUS_UPLOADING
source: Uploading...
ro: Se încarcă...
tr: Gönderiliyor...

# IDS_SUBUL_DLG_STATUS_UPLOADED
source: Subtitles uploaded successfully.
ro: Subtitrările au fost încărcate cu succes.
tr: Altyazı başarıyla gönderildi.

# IDS_SUBUL_DLG_STATUS_FAILED
source: Subtitles upload failed.
ro: Încărcarea subtitrărilor a eșuat.
tr: Altyazı gönderilemedi.

# IDS_SUBUL_DLG_STATUS_ABORTED
source: Subtitles upload aborted.
ro: Încărcarea subtirărilor a fost abandonată.
tr: Altyazı gönderimi durduruldu...

# IDS_SUBUL_DLG_STATUS_ALREADYEXISTS
source: Subtitles already exist.
ro: Subtitrările există deja.
tr: Altyazı zaten mevcut durumda.

# IDS_SUBUL_DLG_UPLOADING
source: Uploading subtitles, please wait...
ro: Se încarcă subtitrările, te rugăm să aștepți...
tr: Altyazı gönderiliyor, lütfen bekleyiniz...

# IDS_SUBUL_DLG_UPLOADED
source: Upload finished.
ro: Încărcare terminată.
tr: Gönderim tamamlandı.

# IDS_SUBUL_DLG_ABORTED
source: Upload aborted.
ro: Încărcare abandonată.
tr: Gönderim iptal edildi.

# IDS_SUBUL_DLG_FAILED
source: Upload failed.
ro: Încărcare eșuată.
tr: Gönderim başarısız oldu.

# IDS_SUBMENU_DOWNLOAD
source: Download && Open
ro: Descarcă și deschide
tr: İndir && Aç

# IDS_SUBMENU_SETUP
source: Setup
ro: Configurare
tr: Ayarla

# IDS_SUBMENU_RESET
source: Reset
ro: Resetează
tr: Sıfırla

# IDS_SUBMENU_MOVEUP
source: Move Up
ro: Mută în sus
tr: Yukarı taşı

# IDS_SUBMENU_MOVEDOWN
source: Move Down
ro: Mută în jos
tr: Aşağı taşı

# IDS_SUBMENU_OPENURL
source: Open URL
ro: Deschide URL-ul
tr: Bağlantıyı tarayıcıda aç

# IDS_SUBPP_DLG_LANGUAGES_COL
source: Languages
ro: Limbi
tr: Diller

# IDS_SUBPP_DLG_LANGUAGES_ERROR
source: ERROR: Internet connection could not be established.
ro: EROARE: Conexiunea la Internet nu a putut fi stabilită.
tr: HATA: İnternet bağlantısı kurulamadı.

# IDS_SUB_CREDENTIALS_TITLE
source: Enter website credentials
ro: Introdu datele de autentificare pentru site-ul web
tr: Sağlayıcıdaki hesap bilgileriniz

# IDS_SUB_CREDENTIALS_MSG
source: Enter your credentials to connect to:
ro: Introdu-ți datele de autentificare pentru a te conecta la:
tr: Hesabınıza bağlanmak için üyelik bilgilerinizi giriniz:

# IDS_ASPECT_RATIO_SAR
source: Aspect Ratio: Assume square pixels (SAR)
ro: Raport de aspect (AR/RA): Se presupune că pixelii sunt pătrați (SAR)
tr: En boy oranı: Kare piksel varsayımı (SAR)

# IDS_SUBDL_DLG_DOWNLOADED
source: Downloaded [%s] "%s"
ro: Descărcat [%s] „%s”
tr: [%s] "%s" indirildi.

# IDS_SUBUL_DLG_TITLE
source: Upload subtitles
ro: Încarcă subtitrări
tr: Altyazı gönder

# IDS_SUBUL_DLG_CONFIRM
source: Are you sure you want to upload the subtitle file "%s"?
ro: Ești sigur(ă) că vrei să încarci fișierul de subtitrări „%s”?
tr: "%s" adlı altyazı dosyasını göndermek istediğinizden emin misiniz?

# IDS_SUBPP_DLG_FETCHING_LANGUAGES
source: Fetching supported languages...
ro: Se preiau limbile acceptate...
tr: Desteklenen dillerdeki altyazılar alınıyor...

# IDS_SUB_CREDENTIALS_ERROR
source: Failed to log in on subtitle search provider "%1" with username "%2". Check if your username and password are correct. Failure can also happen when you are temporarily blocked due to too many search requests from your account or IP address.
ro: Nu s-a putut conecta la furnizorul de căutare de subtitrări „%1” cu numele de utilizator „%2”. Verifică dacă numele tău de utilizator și parola sunt corecte. Eșecul poate apărea și atunci când ești blocat temporar din cauza a prea multor solicitări de căutare din contul tău sau din adresa IP.
tr: "%1" altyazı arama sağlayıcısında "%2" kullanıcı adıyla oturum açılamadı. Kullanıcı adı ve şifrenizin doğru olup olmadığını kontrol ediniz. Hesabınızdan veya IP adresinizden gelen çok fazla arama talebi nedeniyle geçici olarak engellendiğinizden dolayı da muvaffakiyetsizlik oluşabilir.

# IDS_SUB_AUTODL_IGNORE_TOOLTIP
source: Automatic search and download will be disabled for all media files whose path contains any of the patterns entered here. For example, type: "private dir\videos|work\".
ro: Căutarea și descărcarea automată vor fi dezactivate pentru toate fișierele media a căror cale conține oricare dintre modelele introduse aici.. De exemplu, tastează: „private dir\videos|work\”.
tr: Otomatik arama ve indirme, belirteceğiniz dosya yolu örüntülerini içeren medya dosyaları için devre dışı bırakılacaktır. Örnek: "özel dizin\videolar|ödev\"

# IDS_CMD_PATHNAME
source: "pathname" The main file or directory to be loaded (wildcards allowed, "-" denotes standard input)
ro: "cale" Fișierul sau directorul principal ce urmează să fie încărcat (caracterele speciale permise, „-” indică intrarea standard)
tr: "yol adı" Açılacak ana dosya ya da klasör (joker karakterler kullanılabilir, "-" standart girdi belirtir)

# IDS_CMD_DUB
source: /dub "dubname" Load an additional audio file
ro: /dub "dublaj" Încarcă un fișier audio suplimentar
tr: /dub "dosya adı" Harici ses dosyası yüklet

# IDS_CMD_DUBDELAY
source: /dubdelay "file" Load an additional audio file shifted with XXms (if the file contains "...DELAY XXms...")
ro: /dubdelay "fișier" Încărcă un fișier audio suplimentar deplasat cu XXms (dacă fișierul conține "...DELAY XXms...")
tr: /dubdelay "dosya" Harici ses dosyasını XXms kaydırılacak şekilde yüklet (Eğer bu "...DELAY XXms..." içerirse)

# IDS_CMD_D3DFS
source: /d3dfs Start rendering in D3D fullscreen mode
ro: /d3dfs Începe randarea în modul ecran complet (pe tot ecranul) D3D
tr: /d3dfs İşlemeyi D3D tam ekran tipinde başlat

# IDS_CMD_SUB
source: /sub "subname" Load an additional subtitle file
ro: /sub "subtitrări" Încarcă un fișier de subtitrări suplimentar
tr: /sub "dosya adı" Harici altyazı dosyası yüklet

# IDS_CMD_FILTER
source: /filter "filtername" Load DirectShow filters from a dynamic link library (wildcards allowed)
ro: /filter "filtru" Încarcă filtre DirectShow dintr-o bibliotecă de link-uri dinamice (caracterele speciale permise)
tr: /filter "filtre adı" DirectShow filtrelerini dinamik bir bağlantı kitaplığından yüklet (joker karakterler kullanılabilir)

# IDS_CMD_DVD
source: /dvd Run in DVD mode, "pathname" means the DVD folder (optional)
ro: /dvd Rulează în modul DVD, "numele căii" înseamnă dosarul (folderul) DVD-ului (opțional)
tr: /dvd DVD durumunda çalıştır, "yol adı" DVD klasörü anlamına gelir (isteğe bağlı)

# IDS_CMD_DVDPOS_TC
source: /dvdpos T#C Start playback at title T, chapter C
ro: /dvdpos T#C Pornește redarea de la titlul T, capitolul C
tr: /dvdpos T#C Oynatımı T başlığı, C bölümünden başlat

# IDS_CMD_DVDPOS_TIME
source: /dvdpos T#P Start playback at title T, position P (hh:mm:ss)
ro: /dvdpos T#P Pornește redarea de la titlul T, poziția P (hh:mm:ss)
tr: /dvdpos T#P Oynatımı T başlığı ve P yerleşiminden başlat (sa:dk:sn)

# IDS_CMD_CD
source: /cd Load all the tracks of an Audio CD or (S)VCD, "pathname" means the drive path (optional)
ro: /cd Încarcă toate pistele ale unui CD audio sau (S)VCD, "numele căii" înseamnă calea unității (opțional)
tr: /cd Ses CD'si ve (S)VCD içerisindeki tüm parçaları yüklet, "yol adı" sürücü yolunu ifade eder (isteğe bağlı)

# IDS_CMD_DEVICE
source: /device Open the default video device
ro: /device Deschide dispozitivul video implicit
tr: /device Varsayılan video aygıtını aç

# IDS_CMD_OPEN
source: /open Open the file, don't automatically start playback
ro: /open Deschide fișierul, nu porni redarea în mod automat
tr: /open Dosyayı aç, dosya oynatımını başlatma

# IDS_CMD_PLAY
source: /play Start playing the file as soon the player is launched
ro: /play Începe redarea fișierului imediat ce playerul este lansat
tr: /play Uygulama başlatılır başlatılmaz dosyayı oynatmaya başla

# IDS_CMD_CLOSE
source: /close Close the player after playback (only works when used with /play)
ro: /close Închide playerul după redare (funcționează doar atunci când este folosit cu /play)
tr: /close Oynatımdan sonra uygulamayı kapat (sadece /play seçeneği ile birlikte kullanıldığında çalışır)

# IDS_CMD_SHUTDOWN
source: /shutdown Shutdown the operating system after playback
ro: /shutdown Închide sistemul de operare după redare
tr: /shutdown Oynatımdan sonra bilgisayarı kapat

# IDS_CMD_STANDBY
source: /standby Put the operating system in standby mode after playback
ro: /standby Pune sistemul de operare în modul de repaus după redare
tr: /standby Oynatımdan sonra sistemi askıya al

# IDS_CMD_HIBERNATE
source: /hibernate Hibernate operating system after playback
ro: /hibernate Pune pe hibernare sistemul de operare după redare
tr: /hibernate Oynatımdan sonra sistemi derin uyku moduna al

# IDS_CMD_LOGOFF
source: /logoff Log off after playback
ro: /logoff Deconectează-te după redare
tr: /logoff Oynatımdan sonra oturumu kapat

# IDS_CMD_LOCK
source: /lock Lock workstation after playback
ro: /lock Blochează stația de lucru după redare
tr: /lock Oynatımdan sonra oturumu kilitle

# IDS_CMD_MONITOROFF
source: /monitoroff Turn off the monitor after playback
ro: /monitoroff Închide monitorul după redare
tr: /monitoroff Oynatımdan sonra ekranı kapat

# IDS_CMD_PLAYNEXT
source: /playnext Open next file in the folder after playback
ro: /playnext Deschide următorul fișier din dosar (folder) după redare
tr: /playnext Oynatımdan sonra klasördeki sonraki dosyayı oynat

# IDS_CMD_VIEWPRESET
source: /viewpreset N Start with specific preset, where N is either "1" Minimal, "2" Compact or "3" Normal
ro: /viewpreset N Începe cu prestabilirea specifică, unde N poate fi "1" Minimal, "2" Compact sau "3" Normal
tr: /viewpreset N Oynatıcıyı belirli bir arayüz ön ayarı ile başlatın, burada N "1" Yalın, "2" Dertop ve "3" Normal

# IDS_CMD_MUTE
source: /mute Mute the audio
ro: /mute Dezactivează sunetul
tr: /mute Sesi keser

# IDS_CMD_VOLUME
source: /volume N Set Volume, where N is a range from 0 to 100
ro: /volume N Setează volumul, unde N este un interval de la 0 la 100
tr: /volume N Ses düzeyini ayarla, N 0 ila 100 arasında bir değer olmalıdır

# IDS_YOUTUBEDL_NOT_FOUND
source: Youtube-DL failed to launch. Make sure yt-dlp.exe or youtube-dl.exe is located in MPC-HC folder or in PATH.
ro: Youtube-DL nu s-a lansat. Asigură-te că yt-dlp.exe sau youtube-dl.exe se află în folderul (în dosarul) MPC-HC sau în PATH.

# IDS_CONTROLS_YOUTUBEDL
source: Calling yt-dlp/youtube-dl...
ro: Se apelează yt-dlp/youtube-dl...

# IDS_VERTICAL_ALIGN_VIDEO_TOP
source: Align Top
ro: Aliniază în sus
tr: Yukarıya daya

# IDS_VERTICAL_ALIGN_VIDEO_MIDDLE
source: Align Middle
ro: Aliniază la mijloc
tr: Ortala

# IDS_VERTICAL_ALIGN_VIDEO_BOTTOM
source: Align Bottom
ro: Aliniază în jos
tr: Aşağıya daya

# IDS_PPAGEADVANCED_USE_YDL
source: Process HTTP(s) URLs with Youtube-DL (if available). There is an internal whitelist/blacklist for URLs that are always/never processed.
ro: Procesează URL-urile HTTP(S) cu Youtube-DL (dacă sunt disponibile). Există o listă albă/ o listă neagră internă pentru adresele URL care sunt întotdeauna/ nu sunt niciodată procesate.
tr: HTTP(s) bağlantılarını Youtube-DL (varsa) ile işleyin. İşlenen bağlantılar için dahili bir beyaz/kara liste vardır.

# IDS_PPAGEADVANCED_YDL_MAX_HEIGHT
source: Can be used to limit the video resolution that is chosen by Youtube-DL by the given height. Value 0 means it will choose the highest resolution available.
ro: Poate fi folosit pentru a limita rezoluția video aleasă de Youtube-DL cu înălțimea dată. Valoarea 0 înseamnă că se va alege cea mai mare rezoluție disponibilă.
tr: Youtube-DL tarafından seçilen video çözünürlüğünü verilen yükseklikle sınırlamak için kullanılabilir. 0 değeri, mevcut en yüksek çözünürlüğü seçeceği anlamına gelir.

# IDS_PPAGEADVANCED_YDL_VIDEO_FORMAT
source: Preferred video format for stream that is selected from Youtube-DL results. 0: Automatic 1: H.264 30fps 2: H.264 60fps 3: VP9 30fps 4: VP9 60fps 5: VP9 Profile2 30fps 6: VP9 Profile2 60fps 7: AV1 30fps 8: AV1 60fps
ro: Formatul video preferat pentru flux care este selectat din rezultatele Youtube-DL. 0: Automat 1: H.264 30fps 2: H.264 60fps 3: VP9 30fps 4: VP9 60fps 5: VP9 Profilul2 30fps 6: VP9 Profilul2 60fps 7: AV1 30fps 8: AV1 60fps
tr: Youtube-DL sonuçlarından seçilen akış için tercih edilen video biçimi. 0: Otomatik 1: H.264 30 fps 2: H.264 60 fps 3: VP9 30 fps 4: VP9 60 fps 5: VP9 Profil2 30 fps 6: VP9 Profil2 60 fps 7: AV1 30 fps 8: AV1 60 fps

# IDS_PPAGEADVANCED_YDL_AUDIO_ONLY
source: Instructs Youtube-DL to prefer an audio-only stream (if available)
ro: Instruiește Youtube-DL să prefere un flux ce e numai audio (dacă este disponibil)
tr: Youtube-DL'ye yalnızca ses akışını tercih etmesini söyler (varsa)

# IDS_PPAGEADVANCED_YDL_COMMAND_LINE
source: Command line parameters for downloading ("save a copy") with yt-dlp.exe (or youtube-dl.exe) Examples: -f best[height<=1080] -f bestvideo+bestaudio -o "C:\downloads\%(title)s.%(ext)s
ro: Parametrii liniei de comandă pentru descărcare („Salvează o copie”) cu yt-dlp.exe (sau youtube-dl.exe) Exemple: -f best[height<=1080] (-f cea mai bună calitate [înălțime<=1080]) -f bestvideo+bestaudio (-f cea mai bună calitate video+ cea mai bună calitate audio) -o „C:\downloads\ (sau „C:\descărcări\)%(title)s.%(ext)s”.

# IDS_PPAGEADVANCED_SAVEIMAGE_POSITION
source: Include video position in filename
ro: Include poziția videoclipului în numele fișierului
tr: Dosya adına video yerleşimini ekle

# IDS_PPAGEADVANCED_SAVEIMAGE_CURRENTTIME
source: Include current time in filename
ro: Include ora curentă în numele fișierului
tr: Dosya adına güncel zamanı ekle

# IDS_PPAGEADVANCED_ALLOW_INACCURATE_FASTSEEK
source: When enabled, fast seek (to keyframe) has a maximum inaccuracy of 20 seconds. When disabled, a smaller inaccuracy is allowed when deciding between a fast and a normal seek. For example 30% of jump size.
ro: Când este activată, căutarea rapidă (la cadru cheie) are o inexactitate maximă de 20 de secunde. Când este dezactivată, este permisă o inexactitate mai mică atunci când se decide între o căutare rapidă și o căutare normală. De exemplu, 30% din mărimea săriturii.
tr: Etkinleştirildiğinde, hızlı izlem (ana kareye) azami 20 saniye yanlışlığa sahiptir. Devre dışı bırakıldığında hızlı ve normal izlem arasında karar verirken daha küçük bir yanlışlığa izin verilir, örneğin atlama mesafesinin %30'u gibi.

# IDS_CMD_FULLSCREEN
source: /fullscreen Start in fullscreen mode
ro: /fullscreen Pornește în modul ecran complet
tr: /fullscreen Tam ekran durumunda başlat

# IDS_CMD_MINIMIZED
source: /minimized Start in minimized mode
ro: /minimized Pornește în modul minimizat
tr: /minimized Simge durumuna küçültülmüş şekilde başlat

# IDS_CMD_NEW
source: /new Use a new instance of the player
ro: /new Folosește o instanță nouă a playerului
tr: /new Uygulamanın yeni bir örneğini kullan

# IDS_CMD_ADD
source: /add Add "pathname" to playlist, can be combined with /open and /play
ro: /add Adaugă "o cale" în lista de redare (în playlist), poate fi combinată cu /open și /play
tr: /add Oynatma listesine "yol adı" ekle, /open ve /play ile birleştirilebilir

# IDS_CMD_RANDOMIZE
source: /randomize Randomize the playlist
ro: /randomize Redă în mod aleatoriu elementele din lista de redare (din playlist)
tr: /randomize Oynatma listesini karışık olarak yürüt

# IDS_CMD_REGVID
source: /regvid Create file associations for video files
ro: /regvid Creează asocieri de fișiere pentru fișierele video
tr: /regvid Video dosyaları için dosya ilişkilendirmeleri oluştur

# IDS_CMD_REGAUD
source: /regaud Create file associations for audio files
ro: /regaud Creează asocieri de fișiere pentru fișierele audio
tr: /regaud Ses dosyaları için dosya ilişkilendirmeleri oluştur

# IDS_CMD_REGPL
source: /regpl Create file associations for playlist files
ro: /regpl Creează asocieri de fișiere pentru fișierele playlist (listă de redare)
tr: /regpl Oynatma listeleri için dosya ilişkilendirmeleri oluştur

# IDS_CMD_REGALL
source: /regall Create file associations for all supported file types
ro: /regall Creează asocieri de fișiere pentru toate tipurile de fișiere acceptate
tr: /regall Desteklenen tüm dosya türleri için dosya ilişkilendirmeleri oluştur

# IDS_CMD_UNREGALL
source: /unregall Remove all file associations
ro: /unregall Elimină toate asocierile de fișiere
tr: /unregall Tüm dosya ilişkilendirmelerini kaldır

# IDS_CMD_START
source: /start ms Start playing at "ms" (= milliseconds)
ro: /start ms Pornește redarea la "ms" (= milisecunde)
tr: /start ms Yürütmeye "ms" (= milisaniye)'den başla

# IDS_CMD_STARTPOS
source: /startpos hh:mm:ss Start playing at position hh:mm:ss
ro: /startpos hh:mm:ss Pornește redarea la poziția hh:mm:ss
tr: /startpos sa:da:sn Yürütmeyi sa:da:sn'den başlat

# IDS_CMD_AB_START
source: /ab_start hh:mm:ss A-B repeat start position
ro: /ab_start hh:mm:ss A-B repetă poziția de pornire

# IDS_CMD_AB_END
source: /ab_end hh:mm:ss A-B repeat end position
ro: /ab_start hh:mm:ss A-B repetă poziția finală

# IDS_CMD_FIXEDSIZE
source: /fixedsize w,h[,x,y] Set a fixed window size; optionally specificy upper-left window position
ro: /mărimefixă l,î[,x,y] Setează o mărime fixă ​​a ferestrei; opțional, specifică poziția ferestrei din stânga sus

# IDS_CMD_MONITOR
source: /monitor N Start player on monitor N, where N starts from 1
ro: /monitor N Pornește redarea pe monitorul N, unde N începe de la 1
tr: /monitor N Oynatıcıyı N monitöründe başlatın, burada N 1'den başlar

# IDS_CMD_AUDIORENDERER
source: /audiorenderer N Start using audiorenderer N, where N starts from 1 (see "Output" settings)
ro: /audiorenderer N Pornește folosind randorul audio N, unde N începe de la 1 (vezi setările de "Ieșire")
tr: /audiorenderer N N nolu ses işleyiciyi kullanmaya başla (N "Çıkış" seçeneklerindeki listeden 1 sayısı ile başlanarak ifade edilir)

# IDS_CMD_SHADERPRESET
source: /shaderpreset "Pr" Start using "Pr" shader preset
ro: /shaderpreset "Pr" Începe folosind presetarea nuanțatorului (shaderului) „Pr”.
tr: /shaderpreset "Pr" Ön ayarlanmış tonlayıcı kullan

# IDS_MESSAGEBOX_CANCEL
source: Cancel
ro: Anulare
tr: İptal

# IDS_MESSAGEBOX_ABORT
source: &Abort
ro: &Abandonează
tr: İptal et

# IDS_MESSAGEBOX_RETRY
source: &Retry
ro: &Reîncearcă
tr: &Yeniden dene

# IDS_MESSAGEBOX_IGNORE
source: &Ignore
ro: &Ignoră
tr: &Yok say

# IDS_MOUSE_CLICK_MIDDLE
source: Middle click
ro: Clic din mijloc

# IDS_MOUSE_CLICK_X1
source: X1 click
ro: Clic pe X1

# IDS_MOUSE_CLICK_X2
source: X2 click
ro: Clic pe X2

# IDS_MOUSE_WHEEL_UP
source: Wheel Up
ro: Rotița în sus

# IDS_MOUSE_WHEEL_DOWN
source: Wheel Down
ro: Rotița în jos

# IDS_MOUSE_WHEEL_LEFT
source: Wheel Left
ro: Rotița în stânga

# IDS_MOUSE_WHEEL_RIGHT
source: Wheel Right
ro: Rotița în dreapta

# IDS_MOUSE_ACTION
source: Action
ro: Acțiune

# IDS_MOUSE_COMMAND
source: Command
ro: Comandă

# IDS_MOUSE_RIGHT_BUTTON
source: Right button
ro: Butonul din dreapta

# IDS_MESSAGEBOX_CONTINUE
source: &Continue
ro: &Continuă
tr: &Devam

# IDS_AG_TOGGLE_DEFAULT_SUBTITLE_STYLE
source: Toggle Override Default Style
ro: Comută anularea stilului implicit
