Repository: gantoniio/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ro, tr, vi

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Type:
ro: Tip:
tr: Tür:
vi: Loại:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Size:
ro: Mărime:
tr: Boyut:
vi: Kích cỡ:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Media length:
ro: Durată:
tr: Medya uzunluğu:
vi: Độ dài phương tiện:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Video size:
ro: Mărimea video:
tr: Video boyutu:
vi: Kích cỡ video:

# IDD_FILEPROPDETAILS_IDC_STATIC
source: Created:
ro: Creat:
tr: Oluşturuldu:
vi: Được tạo bởi:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Author:
ro: Autor:
tr: Eser sahibi:
vi: Tác giả:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Copyright:
ro: Drepturi de autor:
tr: Telif hakkı:
vi: Bản quyền:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Rating:
ro: Apreciere:
tr: Değerlendirme:
vi: Xếp hạng:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Location:
ro: Locație:
tr: Konum:
vi: Vị trí:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Description:
ro: Descriere:
tr: Açıklama:
vi: Mô tả:

# IDD_FAVADD_CAPTION
source: Add Favorite
ro: Adăugare la favorite
tr: Favorilere ekle
vi: Thêm Mục yêu thích

# IDD_FAVADD_IDC_STATIC
source: Choose a name for your shortcut:
tr: Kısayolunuz için bir isim seçiniz:
vi: Chọn tên cho lối tắt của bạn:

# IDD_FAVADD_IDC_CHECK1
source: Remember position
ro: Reține poziția
tr: Yerleşimi hatırla
vi: Nhớ vị trí

# IDD_FAVADD_IDC_CHECK3
source: Remember A-B repeat marks
ro: Reține semnele de repetiție A-B
tr: A-B tekrar noktalarını hatırla
vi: Nhớ các dấu lặp lại A-B

# IDD_FAVADD_IDC_CHECK2
source: Relative drive
ro: Unitate relativă
tr: Bağıl sürücü
vi: Ổ đĩa liên quan

# IDD_FAVADD_IDOK
source: OK
tr: Tamam
vi: Đồng ý

# IDD_FAVADD_IDCANCEL
source: Cancel
ro: Anulare
tr: İptal
vi: Hủy bỏ

# IDD_FAVORGANIZE_CAPTION
source: Organize Favorites
ro: Organizează favoritele
tr: Favorileri düzenle
vi: Sắp xếp các Mục yêu thích

# IDD_FAVORGANIZE_IDC_BUTTON1
source: Rename
ro: Redenumește
tr: Adlandır
vi: Đổi tên

# IDD_FAVORGANIZE_IDC_BUTTON3
source: Move Up
ro: Mută în sus
tr: Yukarı taşı
vi: Chuyển lên

# IDD_FAVORGANIZE_IDC_BUTTON4
source: Move Down
ro: Mută în jos
tr: Aşağı taşı
vi: Chuyển xuống

# IDD_FAVORGANIZE_IDC_BUTTON2
source: Delete
ro: Șterge
tr: Sil
vi: Xóa

# IDD_FAVORGANIZE_IDOK
source: OK
tr: Tamam
vi: Đồng ý

# IDD_PNSPRESET_DLG_CAPTION
source: PnS Frame Adjust Presets
ro: Presetări de ajustare a cadrelor PnS
tr: Kare uyarlama (PnS) ön ayarları
vi: PnS điều chỉnh khung cài đặt sẵn

# IDD_PNSPRESET_DLG_IDC_BUTTON2
source: New
ro: Nou
tr: Yeni
vi: Mới

# IDD_PNSPRESET_DLG_IDC_BUTTON3
source: Delete
ro: Șterge
tr: Sil
vi: Xóa

# IDD_PNSPRESET_DLG_IDC_BUTTON4
source: Up
ro: Sus
tr: Yukarı
vi: Lên

# IDD_PNSPRESET_DLG_IDC_BUTTON5
source: Down
ro: Jos
tr: Aşağı
vi: Xuống

# IDD_PNSPRESET_DLG_IDC_BUTTON1
source: &Set
ro: &Stabilește
tr: &Ayarla
vi: &Đặt

# IDD_PNSPRESET_DLG_IDCANCEL
source: &Cancel
ro: &Anulare
tr: &İptal
vi: &Hủy bỏ

# IDD_PNSPRESET_DLG_IDOK
source: &Save
ro: &Salvează
tr: &Kaydet
vi: &Lưu

# IDD_PNSPRESET_DLG_IDC_STATIC
source: Pos: 0.0 -> 1.0
tr: Yer: 0.0 -> 1.0
vi: Vị trí: 0.0 -> 1.0

# IDD_PNSPRESET_DLG_IDC_STATIC
source: Zoom: 0.2 -> 3.0
tr: Yakınlaştır: 0.2 -> 3.0
vi: Thu phóng: 0.2 -> 3.0

# IDD_PPAGEACCELTBL_CAPTION
source: Shortcut Keys
ro: Taste pentru comenzi rapide (pentru scurtături)
tr: Kısayol Tuşları
vi: Các phím tắt

# IDD_PPAGEACCELTBL_IDC_CHECK2
source: Global Media Keys
ro: Taste media globale
tr: Global Medya Tuşları
vi: Các phím đa phương tiện toàn cầu

# IDD_PPAGEACCELTBL_IDC_BUTTON1
source: Select All
ro: Selectează-le pe toate
tr: Tümünü seç
vi: Chọn tất cả

# IDD_PPAGEACCELTBL_IDC_BUTTON2
source: Reset Selected
ro: Restabilește-le pe cele selectate
tr: Seçimi sıfırla
vi: Đặt lại đã chọn

# IDD_MEDIATYPES_DLG_CAPTION
source: Warning
ro: Avertisment
tr: Uyarı
vi: Cảnh báo

# IDD_MEDIATYPES_DLG_IDC_STATIC1
source: MPC-HC could not render some of the pins in the graph, you may not have the needed codecs or filters installed on the system.
ro: MPC-HC nu a putut randa unii dintre pinii graficului, este posibil să nu ai codecurile sau filtrele necesare instalate pe sistem.
tr: MPC-HC grafikteki bazı bağlantı noktalarını işleyemedi, sisteminizde gerekli kodek veya filtreler yüklü olmayabilir.
vi: MPC-HC không thể hiển thị một số ghim trong biểu đồ, có thể bạn chưa cài đặt codec hoặc bộ lọc cần thiết trên hệ thống.

# IDD_MEDIATYPES_DLG_IDC_STATIC2
source: The following pin(s) failed to find a connectable filter:
ro: Următorul pin a eșuat (Următorii pini au eșuat) să găsească un filtru conectabil:
tr: Aşağıdaki bağlantı noktaları bağlanabilecek bir filtre bulamadı:
vi: (Các) ghim sau đây không tìm thấy bộ lọc có thể kết nối:

# IDD_MEDIATYPES_DLG_IDOK
source: Close
ro: Închide
tr: Kapat
vi: Đóng

# IDD_SAVE_DLG_CAPTION
source: Saving...
ro: Salvare...
tr: Kaydediliyor...
vi: Đang lưu...

# IDD_SAVE_DLG_IDCANCEL
source: Cancel
ro: Anulare
tr: İptal
vi: Hủy bỏ

# IDD_SAVETEXTFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
tr: Kodlama:
vi: Mã hóa:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC1
source: Encoding:
tr: Kodlama:
vi: Mã hóa:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: Delay:
tr: Gecikme:
vi: Độ trễ:

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_STATIC
source: ms
vi: mili giây

# IDD_SAVESUBTITLESFILEDIALOGTEMPL_IDC_CHECK1
source: Save custom style
tr: Özel biçimi kaydet
vi: Lưu kiểu tùy chỉnh

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
tr: JPEG kalitesi:
vi: Chất lượng JPEG:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Thumbnails:
tr: Küçük resimler:
vi: Hình thu nhỏ:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: rows
tr: satır
vi: hàng

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: columns
tr: sütun
vi: cột

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: Image width:
tr: Resim genişliği:
vi: Độ rộng hình ảnh:

# IDD_SAVETHUMBSDIALOGTEMPL_IDC_STATIC
source: pixels
tr: piksel
vi: điểm ảnh

# IDD_ADDREGFILTER_CAPTION
source: Select Filter
ro: Alege filtrul
tr: Filtre Seçimi
vi: Chọn bộ lọc

# IDD_ADDREGFILTER_IDC_BUTTON1
source: Browse...
ro: Răsfoire...
tr: Gözat...
vi: Duyệt...

# IDD_ADDREGFILTER_IDOK
source: OK
tr: Tamam
vi: Đồng ý

# IDD_ADDREGFILTER_IDCANCEL
source: Cancel
ro: Anulare
tr: İptal
vi: Hủy bỏ

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Font
ro: Font (Scris)
tr: Yazı tipi
vi: Phông chữ

# IDD_PPAGESUBSTYLE_IDC_BUTTON1
source: Font
ro: Font (Scris)
tr: Yazı tipi
vi: Phông chữ

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Spacing
tr: Aralık mesafesi
vi: Khoảng cách

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Angle (z,°)
tr: Açı (z,°)
vi: Góc (z,°)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (x,%)
tr: Ölçek (x,%)
vi: Tỷ lệ (x,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Scale (y,%)
tr: Ölçek (y,%)
vi: Tỷ lệ (y,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Border Style
ro: Stilul chenarului
tr: Kenarlık Biçimi
vi: Kiểu viền

# IDD_PPAGESUBSTYLE_IDC_RADIO1
source: Outline
ro: Contur
tr: Dış çizgi
vi: Tràn lề

# IDD_PPAGESUBSTYLE_IDC_RADIO2
source: Opaque box
ro: Dreptunghi opac
tr: Mat kutu
vi: Hộp đục

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Width
tr: Genişlik
vi: Chiều rộng

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Shadow
ro: Umbră
tr: Gölge
vi: Bóng mờ

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Screen Alignment && Margins
ro: Aliniază ecranul și marginile
tr: Ekranda yerleşim && Kenar boşlukları
vi: Căn chỉnh Màn hình & Lề

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Left
tr: Solda
vi: Trái

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Right
tr: Sağda
vi: Phải

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Top
tr: Yukarıda
vi: Trên

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Bottom
tr: Aşağıda
vi: Dưới

# IDD_PPAGESUBSTYLE_IDC_CHECK_RELATIVETO
source: Position subtitles relative to the video frame
ro: Poziționează subtitrările relativ la cadrul video
tr: Altyazıları video karesine göre konumlandır
vi: Định vị phụ đề so với khung video

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Colors && Transparency
ro: Culori și transparență
tr: Renkler && Şeffaflık
vi: Màu sắc & Độ trong suốt

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Primary
ro: Primară
tr: Birincil
vi: Chính

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Secondary
ro: Secundară
tr: İkincil
vi: Phụ

# IDD_PPAGESUBSTYLE_IDC_STATIC
source: Outline
ro: Contur
tr: Dış çizgi
vi: Tràn lề

# IDD_PPAGESUBSTYLE_IDC_CHECK1
source: Link alpha channels
ro: Unește canalele alfa
tr: Alfa kanallarını bağla
vi: Liên kết các kênh alpha

# IDD_PPAGESUBSTYLE_IDC_STATIC21
source: 8-bit Character Set
ro: Set de caractere pe 8 biți
tr: 8-bit Karakter kümesi
vi: Bộ ký tự 8-bit

# IDD_PPAGESUBSTYLE_IDC_STATIC22
source: OpenType Language
ro: Limbajul OpenType
tr: OpenType Dili
vi: Ngôn ngữ OpenType

# IDD_PPAGESUBSTYLE_IDC_STATIC_LIBASS
source: Libass Options
ro: Opțiuni Libass
tr: Libass seçenekleri
vi: Tùy chọn Libass

# IDD_PPAGESUBSTYLE_IDC_CHECK2
source: Use libass for SSA/ASS
ro: Folosește libass pentru SSA/ASS
tr: SSA/ASS uzantıları için libass kullan
vi: Sử dụng libass cho SSA/ASS

# IDD_PPAGESUBSTYLE_IDC_CHECK3
source: Use libass for SRT
tr: SRT uzantısı için libass kullan
vi: Sử dụng libass cho SRT

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: If you would like to use the stand-alone versions of these filters or another replacement, disable them here.
ro: Dacă vrei să folosești versiunea de sine stătătoare a acestor filtre sau un înlocuitor, dezactivează-le aici.
tr: Bu filtrelerin bağımsız sürümlerini veya başka bir ikame kullanmak isterseniz, onları burada devre dışı bırakın.
vi: Nếu bạn muốn sử dụng các phiên bản độc lập của những bộ lọc này hoặc một bộ lọc thay thế khác, hãy tắt chúng tại đây.

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Source Filters
ro: Filtre sursă
tr: Kaynak Filtreleri
vi: Bộ lọc nguồn

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Transform Filters
ro: Filtre de transformare
tr: Dönüştürme Filtreleri
vi: Bộ lọc chuyển đổi

# IDD_PPAGEINTERNALFILTERS_IDC_STATIC
source: Internal LAV Filters settings
ro: Setări de filtre LAV interne
tr: Dahili LAV Filters ayarları
vi: Cài đặt Bộ lọc LAV nội bộ

# IDD_PPAGEINTERNALFILTERS_IDC_SPLITTER_CONF
source: Splitter
ro: Splitter/Despicător
tr: Ayırıcı
vi: Bộ chia

# IDD_PPAGEINTERNALFILTERS_IDC_VIDEO_DEC_CONF
source: Video decoder
ro: Decodor video
tr: Video çözücüsü
vi: Bộ giải mã video

# IDD_PPAGEINTERNALFILTERS_IDC_AUDIO_DEC_CONF
source: Audio decoder
ro: Decodor audio
tr: Ses çözücüsü
vi: Bộ giải mã âm thanh

# IDD_PPAGELOGO_IDC_RADIO1
source: Internal:
ro: Intern:
tr: Dahili:
vi: Nội bộ:

# IDD_PPAGELOGO_IDC_RADIO2
source: External:
ro: Extern:
tr: Harici:
vi: Bên ngoài:

# IDD_PPAGELOGO_IDC_BUTTON2
source: Browse...
ro: Răsfoire...
tr: Gözat...
vi: Duyệt...

# IDD_PPAGELOGO_IDC_CHECK1
source: Apply Monitor Color Profile
ro: Aplică profilul de culoare pentru monitor
tr: Monitör renk profilini uygula
vi: Áp dụng cấu hình màu màn hình

# IDD_PPAGEOUTPUT_IDC_STATIC
source: DirectShow Video
ro: Video DirectShow
vi: Video DirectShow

# IDD_PPAGEOUTPUT_IDC_BUTTON1
source: Settings
ro: Setări
tr: Ayarlar
vi: Thiết lập

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitles
ro: Subtitrări
tr: Altyazılar
vi: Phụ để

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Screenshot
ro: Captură de ecran
tr: Ekran görüntüsü
vi: Ảnh chụp màn hình

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Shaders
ro: Nuanțatoare (Shadere)
tr: Tonlayıcılar
vi: Đổ bóng

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Rotation
ro: Rotație
tr: Döndürme
vi: Xoay

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Audio Renderer
ro: Randor audio
tr: Ses İşleyicisi
vi: Trình kết xuất âm thanh

# IDD_PPAGEOUTPUT_IDC_BUTTON2
source: Settings
ro: Setări
tr: Ayarlar
vi: Thiết lập

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Subtitle Renderer
ro: Randor de subtitrări
tr: Altyazı İşleyicisi
vi: Trình kết xuất phụ đề

# IDD_PPAGEOUTPUT_IDC_STATIC
source: VMR-9 (renderless) and EVR (CP) settings
ro: Stabiliri VMR-9 (fără randare) și EVR (CP)
tr: VKI-9 (işleyicisiz) ve GVİ (ÖS) ayarları
vi: Cài đặt VMR-9 (không kết xuất) và EVR (CP)

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Surface:
ro: Suprafață:
tr: Yüzey:
vi: Bề mặt:

# IDD_PPAGEOUTPUT_IDC_STATIC
source: Resizer:
ro: Redimensionator:
tr: Boyutlandırıcı:
vi: Chỉnh lại kích cỡ:

# IDD_PPAGEOUTPUT_IDC_D3D9DEVICE
source: Select D3D9 Render Device
ro: Selectează dispozitivul de randare D3D9
tr: D3D9 işleme aygıtı seçimi
vi: Chọn thiết bị kết xuất D3D9

# IDD_PPAGEOUTPUT_IDC_RESETDEVICE
source: Reinitialize when changing display
ro: Reinițializează la schimbarea ecranului
tr: Ekranı değiştirirken yeniden başlat
vi: Khởi tạo lại khi thay đổi màn hình

# IDD_PPAGEOUTPUT_IDC_FULLSCREEN_MONITOR_CHECK
source: D3D Fullscreen
ro: Ecran complet D3D
tr: D3D Tam ekran
vi: D3D Toàn màn hình

# IDD_PPAGEOUTPUT_IDC_DSVMR9ALTERNATIVEVSYNC
source: Alternative VSync
ro: Sincronizare verticală alternativă
tr: Alternatif VSync
vi: VSync thay thế

# IDD_PPAGEOUTPUT_IDC_DSVMR9LOADMIXER
source: VMR-9 Mixer Mode
ro: Mod de mixare/amestecător VMR-9
tr: VKI-9 karıştırıcısı kipi
vi: Chế độ trộn VMR-9

# IDD_PPAGEOUTPUT_IDC_EVR_BUFFERS_TXT
source: EVR Buffers:
ro: Preîncărcări EVR:
tr: GVI Tamponları:
vi: Bộ đệm EVR:

# IDD_PPAGEOUTPUT_IDC_CACHESHADERS
source: Cache compiled Shaders
ro: Salvează în cache nuanțatoarele (shaderele) compilate.
tr: Derlenmiş tonlayıcıları önbelleğe al
vi: Bộ nhớ đệm đã biên dịch Trình tạo bóng

# IDD_PPAGEWEBSERVER_IDC_CHECK1
source: Listen on port:
ro: Ascultă pe portul:
tr: Bağlantı noktasını dinle:
vi: Nghe trên cổng:

# IDD_PPAGEWEBSERVER_IDC_STATIC1
source: Launch in web browser...
ro: Lansează în navigatorul web...
tr: Tarayıcıda başlat...
vi: Khởi chạy trong trình duyệt web...

# IDD_PPAGEWEBSERVER_IDC_CHECK3
source: Enable compression
ro: Activează comprimarea
tr: Sıkıştırmayı aç
vi: Bật tính năng nén

# IDD_PPAGEWEBSERVER_IDC_CHECK5
source: Allow access from localhost only
ro: Permite accesul numai de pe acest calculator sau din rețeaua internă/localhost
tr: Sadece yerel ağ erişimine izin ver
vi: Chỉ cho phép truy cập từ máy chủ cục bộ

# IDD_PPAGEWEBSERVER_IDC_CHECK6
source: Enable preview
ro: Activează previzualizarea
tr: Önizlemeyi aç
vi: Bật bản xem trước

# IDD_PPAGEWEBSERVER_IDC_CHECK2
source: Print debug information
ro: Afișează informații de depanare
tr: Hata bilgisini yazdır
vi: In thông tin gỡ lỗi

# IDD_PPAGEWEBSERVER_IDC_CHECK4
source: Serve pages from:
ro: Servește pagini din:
tr: Sunulacak sayfalar:
vi: Cung cấp các trang từ:

# IDD_PPAGEWEBSERVER_IDC_BUTTON1
source: Browse...
ro: Răsfoire...
tr: Gözat...
vi: Duyệt...

# IDD_PPAGEWEBSERVER_IDC_BUTTON2
source: Deploy...
ro: Lansează...
tr: Çıkart...
vi: Triển khai...

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: Default page:
ro: Pagina implicită:
tr: Varsayılan sayfa:
vi: Trang chủ:

# IDD_PPAGEWEBSERVER_IDC_STATIC
source: CGI handlers: (.ext1=path1;.ext2=path2;...)
ro: Operatori CGI: (.ext1=dosar1;.ext2=dosar2;...)
tr: CGI komutları: (.uzantı1=yol1;.uzantı2=yol2;...)
vi: Trình xử lý CGI: (.ext1=path1;.ext2=path2;...)

# IDD_SUBTITLEDL_DLG_CAPTION
source: Download subtitles
ro: Descarcă subtitrări
tr: Altyazı indir
vi: Tải xuống phụ đề

# IDD_SUBTITLEDL_DLG_IDC_CHECK1
source: Replace currently loaded subtitles
ro: Înlocuiește subtitrările încărcate în prezent
tr: Geçerli altyazıyı değiştir
vi: Thay thế phụ đề đã tải gần đây

# IDD_SUBTITLEDL_DLG_IDOK
source: Download
ro: Descarcă
tr: İndir
vi: Tải xuống

# IDD_SUBTITLEDL_DLG_IDC_BUTTON1
source: Refresh
ro: Reîmprospătează
tr: Yenile
vi: Làm mới

# IDD_SUBTITLEDL_DLG_IDC_BUTTON2
source: Abort
ro: Abandonează
tr: Durdur
vi: Hủy bỏ

# IDD_SUBTITLEDL_DLG_IDC_BUTTON3
source: Options
ro: Opțiuni
tr: Ayarlar
vi: Tùy chọn

# IDD_SUBTITLEDL_DLG_IDC_BUTTON4
source: Search
ro: Căutare
tr: Ara
vi: Tìm kiếm

# IDD_FILEPROPRES_IDC_BUTTON1
source: Save As...
ro: Salvează ca...
tr: Farklı kaydet...
vi: Lưu thành...

# IDD_PPAGEMISC_IDC_STATIC
source: Color controls (for VMR-9, EVR and madVR)
ro: Controale de culoare (pentru VMR-9, EVR și madVR)
tr: Renk kontrolleri (VKİ-9, GVİ ve madVR için)
vi: Điều khiển màu (cho VMR-9, EVR và madVR)

# IDD_PPAGEMISC_IDC_STATIC
source: Brightness
ro: Luminozitate
tr: Parlaklık
vi: Độ sáng

# IDD_PPAGEMISC_IDC_STATIC
source: Contrast
tr: Karşıtlık
vi: Tương phản

# IDD_PPAGEMISC_IDC_STATIC
source: Hue
ro: Nuanță
tr: Renk
vi: Sắc thái

# IDD_PPAGEMISC_IDC_STATIC
source: Saturation
ro: Saturație
tr: Doygunluk
vi: Bão hòa

# IDD_PPAGEMISC_IDC_RESET
source: Reset
ro: Restabilește
tr: Sıfırla
vi: Cài đặt lại

# IDD_PPAGEMISC_IDC_STATIC
source: Update check
ro: Verifică pentru actualizări
tr: Güncelleştirme kontrolü
vi: Kiểm tra cập nhật

# IDD_PPAGEMISC_IDC_CHECK1
source: Enable automatic update check
ro: Activează verificarea automată a actualizărilor
tr: Otomatik güncelleştirmeleri aç
vi: Bật kiểm tra cập nhật tự động

# IDD_PPAGEMISC_IDC_STATIC5
source: Check every:
ro: Verifică la fiecare:
tr: Kontrol süresi:
vi: Kiểm tra mỗi:

# IDD_PPAGEMISC_IDC_STATIC6
source: day(s)
ro: zi (zile)
tr: günde bir
vi: (các) ngày

# IDD_PPAGEMISC_IDC_STATIC
source: Settings management
ro: Gestionează setările
tr: Ayar yönetimi
vi: Quản lý cài đặt

# IDD_PPAGEMISC_IDC_RESET_SETTINGS
source: Reset
ro: Resetează
tr: Sıfırla
vi: Cài đặt lại

# IDD_PPAGEMISC_IDC_EXPORT_SETTINGS
source: Export
ro: Exportă
tr: Ayarları dışa aktar
vi: Xuất

# IDD_PPAGEMISC_IDC_EXPORT_KEYS
source: Export keys
ro: Exportă tastele rapide
tr: Kısayolları dışa aktar
vi: Các phím xuất

# IDD_TUNER_SCAN_CAPTION
source: Tuner scan
ro: Scanează tunerul/prinzătorul
tr: Kanal taraması
vi: Quét Bộ dò kênh

# IDD_TUNER_SCAN_ID_START
source: Start
ro: Pornește
tr: Başlat
vi: Bắt đầu

# IDD_TUNER_SCAN_IDCANCEL
source: Cancel
ro: Anulare
tr: İptal
vi: Hủy bỏ

# IDD_TUNER_SCAN_IDC_STATIC
source: Freq. Start
ro: Frecvența de pornire
tr: Frek. Başı
vi: Tần số bắt đầu

# IDD_TUNER_SCAN_IDC_STATIC
source: Bandwidth
ro: Lățime de bandă
tr: Bant genişliği
vi: Băng thông

# IDD_TUNER_SCAN_IDC_STATIC
source: Freq. End
ro: Frecvența de încheiere
tr: Frek. Sonu
vi: Tần số kết thúc

# IDD_TUNER_SCAN_IDC_CHECK_IGNORE_ENCRYPTED
source: Ignore encrypted channels
ro: Ignoră canalele criptate
tr: Şifreli kanalları kullanma
vi: Bỏ qua các kênh được mã hóa

# IDD_TUNER_SCAN_ID_SAVE
source: Save
ro: Salvează
tr: Kaydet
vi: Lưu

# IDD_TUNER_SCAN_IDC_CHECK_OFFSET
source: Use an offset
ro: Folosește un decalaj
tr: Dengeli kullanım
vi: Sử dụng bù đắp

# IDD_TUNER_SCAN_IDC_STATIC
source: Symbol Rate
ro: Rata de simboluri
vi: Tỷ lệ ký hiệu

# IDD_PPAGECAPTURE_IDC_STATIC
source: Default Device
ro: Dispozitiv implicit
tr: Varsayılan aygıt
vi: Thiết bị mặc định

# IDD_PPAGECAPTURE_IDC_RADIO1
source: Analog
ro: Analogic
tr: Karasal
vi: Tương tự

# IDD_PPAGECAPTURE_IDC_RADIO2
source: Digital
tr: Dijital
vi: Kỹ thuật số

# IDD_PPAGECAPTURE_IDC_STATIC
source: Analog settings
ro: Setări analogice
tr: Karasal yayın ayarları
vi: Cài đặt tương tự

# IDD_PPAGECAPTURE_IDC_STATIC2
source: Audio
tr: Ses
vi: Âm thanh

# IDD_PPAGECAPTURE_IDC_STATIC3
source: Country
ro: Țară
tr: Ülke
vi: Quốc gia

# IDD_PPAGECAPTURE_IDC_STATIC
source: Digital settings (BDA)
ro: Setări pentru receptorul digital (BDA)
tr: Dijital yayın ayarları (BDA)
vi: Cài đặt kỹ thuật số (BDA)

# IDD_PPAGECAPTURE_IDC_STATIC4
source: Network Provider
ro: Furnizor de rețea
tr: Ağ Sağlayıcısı
vi: Nhà cung cấp mạng

# IDD_PPAGECAPTURE_IDC_STATIC5
source: Tuner
ro: Tuner/Prinzător
tr: Kanal Alıcısı
vi: Bộ dò kênh

# IDD_PPAGECAPTURE_IDC_STATIC6
source: Receiver
ro: Receptor
tr: Alıcı
vi: Bộ thu nhận

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST10
source: Channel switching approach:
ro: Modalitate de schimbare a canalului:
tr: Kanal değiştirme yöntemi:
vi: Cách tiếp cận chuyển mạch kênh:

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST11
source: Rebuild filter graph
ro: Reconstruiește graficul filtrelor
tr: Filtre grafiği oluştur
vi: Tạo lại đồ thị bộ lọc

# IDD_PPAGECAPTURE_IDC_PPAGECAPTURE_ST12
source: Stop filter graph
ro: Oprește graficul filtrelor
tr: Filtre grafiği durdur
vi: Dừng đồ thị bộ lọc

# IDD_PPAGESYNC_IDC_SYNCVIDEO
source: Sync video to display
ro: Sincronizează frecvența video cu cea a ecranului
tr: Videoyu ekranla senkronize et
vi: Đồng bộ video theo màn hình

# IDD_PPAGESYNC_IDC_STATIC1
source: Frequency adjustment:
ro: Frecvență de ajustare:
tr: Frekans düzeltmesi:
vi: Điều chỉnh tần số:

# IDD_PPAGESYNC_IDC_SYNCDISPLAY
source: Sync display to video
ro: Sincronizează frecvența ecranului cu cea video
tr: Ekranı video ile senkronize et
vi: Đồng bộ màn hình theo video

# IDD_PPAGESYNC_IDC_STATIC2
source: Frequency adjustment:
ro: Frecvență de ajustare:
tr: Frekans düzeltmesi:
vi: Điều chỉnh tần số:

# IDD_PPAGESYNC_IDC_STATIC3
source: lines
ro: linii
tr: satır
vi: dòng

# IDD_PPAGESYNC_IDC_STATIC4
source: columns
ro: coloane
tr: sütun
vi: cột

# IDD_PPAGESYNC_IDC_SYNCNEAREST
source: Present at nearest VSync
ro: Prezintă la cea mai apropiată sincronizare verticală
tr: En yakın eşzamanlılık örneğini kullan
vi: Hiện diện tại VSync gần nhất

# IDD_PPAGESYNC_IDC_STATIC5
source: Target sync offset:
ro: Decalaj de sincronizare țintă:
tr: Hedef uyum dengesi:
vi: Bù đắp đồng bộ đích:

# IDD_PPAGESYNC_IDC_STATIC6
source: ms
vi: mili giây

# IDD_PPAGESYNC_IDC_STATIC7
source: Control limits:
ro: Limite de control:
tr: Kontrol sınırı:
vi: Điều chỉnh hạn mức:

# IDD_PPAGESYNC_IDC_STATIC9
source: ms
vi: mili giây

# IDD_PPAGESYNC_IDC_STATIC10
source: Changes take effect after the playback has been closed and restarted.
ro: Modificările vor avea efect după ce redarea a fost oprită și repornită.
tr: Değişiklikler, yürütme kapatıldıktan ve uygulama yeniden başlatıldıktan sonra geçerli olacaktır.
vi: Các thay đổi có hiệu lực sau khi quá trình phát lại được đóng và bắt đầu lại.

# IDD_PPAGEFULLSCREEN_IDC_CHECK1
source: Launch files in fullscreen
ro: Lansează fișierele în modul ecran complet (pe tot ecranul)
tr: Dosyaları tam ekranda çalıştır
vi: Khởi chạy tập tin ở chế độ toàn màn hình

# IDD_PPAGEFULLSCREEN_IDC_CHECK4
source: Hide controls in fullscreen
ro: Ascunde controalele în ecran complet
tr: Tam ekranda kontrolleri gizle
vi: Ẩn các điều khiển trong chế độ toàn màn hình

# IDD_PPAGEFULLSCREEN_IDC_STATIC1
source: ms
vi: mili giây

# IDD_PPAGEFULLSCREEN_IDC_CHECK6
source: Hide docked panels
ro: Ascunde panourile atașate
tr: Yapıştırılmış panelleri gizle
vi: Ẩn bảng điều khiển được cố định

# IDD_PPAGEFULLSCREEN_IDC_CHECK5
source: Exit fullscreen at the end of playback
ro: Ieși din modul ecran complet la sfârșitul redării
tr: Oynatmanın sonunda tam ekrandan çık
vi: Thoát chế độ toàn màn hình khi kết thúc phát lại

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Fullscreen monitor
ro: Monitor cu ecranul complet
tr: Tam ekran monitör
vi: Màn hình toàn màn hình

# IDD_PPAGEFULLSCREEN_IDC_CHECK2
source: Use autochange fullscreen monitor mode
ro: Folosește schimbarea automată a modului monitorcu ecran complet
tr: Otomatik tam ekran monitör kipini kullan
vi: Sử dụng chế độ màn hình toàn màn hình tự động thay đổi

# IDD_PPAGEFULLSCREEN_IDC_BUTTON1
source: Add
ro: Adaugă
tr: Ekle
vi: Thêm

# IDD_PPAGEFULLSCREEN_IDC_BUTTON2
source: Del
ro: Șterge
tr: Sil
vi: Xóa

# IDD_PPAGEFULLSCREEN_IDC_BUTTON3
source: Up
ro: Mută în sus
tr: Yukarı
vi: Lên

# IDD_PPAGEFULLSCREEN_IDC_BUTTON4
source: Down
ro: Mută în jos
tr: Aşağı
vi: Xuống

# IDD_PPAGEFULLSCREEN_IDC_CHECK3
source: Apply default monitor mode on fullscreen exit
ro: Aplică modul monitor implicit la ieșirea din modul ecran complet
tr: Tam ekran çıkışında varsayılan monitör kipini uygula
vi: Áp dụng chế độ màn hình mặc định khi thoát chế độ toàn màn hình

# IDD_PPAGEFULLSCREEN_IDC_RESTORERESCHECK
source: Restore resolution on program exit
ro: Restaurează rezoluția la ieșirea din program
tr: Program çıkışında çözünürlüğü eski haline getir
vi: Khôi phục độ phân giải khi thoát chương trình

# IDD_PPAGEFULLSCREEN_IDC_STATIC
source: Delay
ro: Întârziere
tr: Gecikme
vi: Độ trễ

# IDD_PPAGEFULLSCREEN_IDC_STATIC2
source: s
vi: giây

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_INFO
source: Info
ro: Informații
tr: Bilgi
vi: Thông tin
