Repository: gantoniio/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.dialogs.po
Languages: ro, tr, vi

# IDD_NAVIGATION_DLG_IDC_NAVIGATION_SCAN
source: Scan
ro: Scanează
tr: Tara
vi: Quét

# IDD_PPAGESUBMISC_IDC_CHECK1
source: Prefer forced and/or default subtitles tracks
ro: Preferă subtitrările forțate și/sau implicite
tr: Zorlanmış veya varsayılan altyazıları tercih et
vi: Ưu tiên các rãnh phụ đề bắt buộc và/hoặc mặc định

# IDD_PPAGESUBMISC_IDC_CHECK2
source: Prefer external subtitles over embedded subtitles
ro: Preferă subtitrările externe în locul celor integrate
tr: Dahili altyazılar yerine harici altyazıları tercih et
vi: Ưu tiên phụ đề bên ngoài hơn phụ đề được nhúng

# IDD_PPAGESUBMISC_IDC_CHECK3
source: Ignore embedded subtitles
ro: Ignoră subtitrările integrate
tr: Dahili altyazıları yoksay
vi: Bỏ qua phụ đề được nhúng

# IDD_PPAGESUBMISC_IDC_STATIC
source: Autoload paths
ro: Căi de încărcare automată
tr: Altyazı konumları
vi: Tự động nạp đường dẫn

# IDD_PPAGESUBMISC_IDC_BUTTON1
source: Reset
ro: Resetează
tr: Sıfırla
vi: Cài đặt lại

# IDD_PPAGESUBMISC_IDC_STATIC
source: Online subtitle search
ro: Căutare online a subtitrărilor
tr: Çevrimiçi altyazı arama
vi: Tìm kiếm phụ đề trực tuyến

# IDD_PPAGESUBMISC_IDC_CHECK4
source: Automatically search and download subtitles if none are found locally
ro: Caută și descarcă automat subtitrări dacă local nu este găsită niciuna
tr: Geçerli konumda bulunmuyorsa altyazıları otomatik olarak ara ve indir
vi: Tự động tìm kiếm và tải xuống phụ đề nếu không tìm thấy trên máy tính

# IDD_PPAGESUBMISC_IDC_CHECK5
source: Prefer subtitles for hearing impaired (when indicated by subtitles provider)
ro: Preferă subtitrările pt. persoanele cu deficiențe de auz (când e indicat de furnizorul de subtitrări)
tr: İşitme güçlüğü olanlar için hazırlanmış ayrıntılı altyazıları tercih et (sağlayıcı tarafından belirtilmişse)
vi: Ưu tiên phụ đề cho người khiếm thính (khi được nhà cung cấp phụ đề chỉ định)

# IDD_PPAGESUBMISC_IDC_STATIC1
source: Ignore files containing any of the following word(s):
ro: Ignoră fișierele care conțin oricare din următ. cuvânt (cuvinte):
tr: Belirtilen kelime(leri) içeren dosyaları göz ardı et:
vi: Bỏ qua các tập tin chứa bất kỳ (các) từ nào sau đây:

# IDD_PPAGESUBMISC_IDC_STATIC
source: Languages in order of preference:
tr: Tercih edilen dil sıralaması:
vi: Ngôn ngữ theo thứ tự ưu tiên:

# IDD_PPAGESUBMISC_IDC_CHECK_AUTOSAVE_ONLINE_SUBTITLE
source: Automatically save downloaded subtitles to the first autoload path folder
ro: Salvează automat subtitrările descărcate în primul dosar (folder) de cale de încărcare automată
tr: İndirilen altyazıları otomatik olarak altyazı konumlarındaki ilk klasöre kaydet
vi: Tự động lưu phụ đề đã tải xuống vào thư mục đường dẫn tự động nạp trước tiên

# IDD_UPDATE_DIALOG_CAPTION
source: Update Checker
ro: Verificator de actualizări
tr: Güncelleştirme denetleyicisi
vi: Cập nhật trình kiểm tra

# IDD_UPDATE_DIALOG_IDC_UPDATE_DL_BUTTON
source: &Download now
ro: &Descarcă acum
tr: &Şimdi indir
vi: &Tải xuống ngay

# IDD_UPDATE_DIALOG_IDC_UPDATE_LATER_BUTTON
source: Remind me &later
ro: Amintește-mi mai &târziu
tr: Daha sonra &hatırlat
vi: &Nhắc tôi sau

# IDD_UPDATE_DIALOG_IDC_UPDATE_IGNORE_BUTTON
source: &Ignore this update
ro: &Ignoră această actualizare
tr: Bu güncellemeyi &yoksay
vi: &Bỏ qua bản cập nhật này

# IDD_PPAGESHADERS_IDC_STATIC
source: Shaders contain special effects which can be added to the video rendering process.
ro: Nuanțatoarele (Shaderele) conțin efecte speciale ce pot fi adăugate în timpul procesului de randare video.
tr: Tonlayıcılar, video işleme sürecine eklenebilecek özel efektleri içerirler.
vi: Trình tạo bóng chứa các hiệu ứng đặc biệt có thể được thêm vào quá trình kết xuất video.

# IDD_PPAGESHADERS_IDC_BUTTON12
source: Add shader file
ro: Adaugă un fișier nuanțator (shader)
tr: Tonlayıcı dosyası ekle
vi: Thêm tập tin tạo bóng

# IDD_PPAGESHADERS_IDC_BUTTON13
source: Remove
ro: Elimină
tr: Sil
vi: Loại bỏ

# IDD_PPAGESHADERS_IDC_BUTTON1
source: Add to pre-resize
ro: Adaugă înainte de redimensionare
tr: Ön tonlayıcı ekle
vi: Thêm vào thay đổi kích cỡ trước

# IDD_PPAGESHADERS_IDC_BUTTON2
source: Add to post-resize
ro: Adaugă după redimensionare
tr: Arka tonlayıcı ekle
vi: Thêm vào thay đổi kích cỡ sau

# IDD_PPAGESHADERS_IDC_STATIC
source: Shader presets
ro: Presetări ale nuanțatorului (shaderului)
tr: Tonlayıcı önayarları
vi: Trình tạo bóng được cài đặt sẵn

# IDD_PPAGESHADERS_IDC_BUTTON3
source: Load
ro: Încarcă
tr: Yükle
vi: Nạp

# IDD_PPAGESHADERS_IDC_BUTTON4
source: Save
ro: Salvează
tr: Kaydet
vi: Lưu

# IDD_PPAGESHADERS_IDC_BUTTON5
source: Delete
ro: Șterge
tr: Sil
vi: Xóa

# IDD_PPAGESHADERS_IDC_STATIC
source: Active pre-resize shaders
ro: Nuanțatoarele (Shaderele) de pre-redimensionare active
tr: Çalışan ön tonlayıcılar
vi: Trình tạo bóng thay đổi kích cõ trước đang hoạt động

# IDD_PPAGESHADERS_IDC_STATIC
source: Active post-resize shaders
ro: Nuanțatoare (Shaderele) de post-redimensionare active
tr: Çalışan arka tonlayıcılar
vi: Trình tạo bóng thay đổi kích cỡ sau đang hoạt động

# IDD_PPAGESHADERS_IDC_STATIC5
source: MPC-VR does not support pre-resize shaders. It will run them after resize, before the post-resize shaders.
ro: MPC-VR nu acceptă nuanțatoare (shaderele) de pre-redimensionare. Le va rula după redimensionare, înainte de nuanțatoarele de post-redimensionare.
tr: MPC-VR ön tonlayıcıları desteklemez. Tonlayıcılar son tonlama öncesinde çalışır.
vi: MPC-VR không hỗ trợ trình tạo bóng thay đổi kích cỡ trước. Nó sẽ chạy chúng sau khi thay đổi kích cỡ, trước khi các trình tạo bóng thay đổi kích cỡ sau.

# IDD_DEBUGSHADERS_DLG_CAPTION
source: Debug Shaders
ro: Depanează nuanțatoarele (shaderele)
tr: Tonlayıcı hata ayıklayıcısı
vi: Gỡ lỗi Trình tạo bóng

# IDD_DEBUGSHADERS_DLG_IDC_STATIC
source: Debug Information
ro: Informații de depanare
tr: Hata ayıklama bilgileri
vi: Thông tin gỡ lỗi

# IDD_PPAGEADVANCED_IDC_STATIC
source: Advanced Settings, do not edit unless you know what you are doing.
ro: Setări avansate, nu le edita decât dacă știi ce faci.
tr: Gelişmiş Ayarlar kısmında emin olmadığınız işlemleri gerçekleştirmeyiniz.
vi: Cài đặt Nâng cao, không chỉnh sửa trừ khi bạn biết mình đang làm gì.

# IDD_PPAGEADVANCED_IDC_RADIO1
source: True
ro: Adevărat
tr: Evet
vi: Đúng

# IDD_PPAGEADVANCED_IDC_RADIO2
source: False
ro: Fals
tr: Hayır
vi: Sai

# IDD_PPAGEADVANCED_IDC_BUTTON1
source: Default
ro: Implicit
tr: Varsayılan
vi: Mặc định

# IDD_PPAGEAUDIORENDERER_IDC_CHECK5
source: SaneAR Audio Renderer Enabled
ro: Randor audio SaneAR activat
tr: SaneAR ses işleyicisini etkinleştir
vi: Đã bật trình kết xuất âm thanh SaneAR

# IDD_PPAGEAUDIORENDERER_IDC_STATIC5
source: Device
ro: Dispozitiv
tr: Aygıt
vi: Thiết bị

# IDD_PPAGEAUDIORENDERER_IDC_STATIC6
source: Options
ro: Opțiuni
tr: Seçenekler
vi: Tùy chọn

# IDD_PPAGEAUDIORENDERER_IDC_CHECK1
source: Exclusive mode
ro: Mod exclusiv
tr: Ayrıcalıklı kip
vi: Chế độ độc quyền

# IDD_PPAGEAUDIORENDERER_IDC_CHECK4
source: Ignore system channel mixer (always ignored in exclusive WASAPI mode)
ro: Ignoră amestecătorul de canale al sistemului (ignorat tot timpul în modul exclusiv WASAPI)
tr: Sistem kanal karıştırıcısını yok say (Ayrıcalıklı WASAPI kipinde her zaman yok sayılır)
vi: Bỏ qua bộ trộn kênh hệ thống (luôn bỏ qua ở chế độ WASAPI độc quyền)

# IDD_PPAGEAUDIORENDERER_IDC_CHECK3
source: Enable stereo crossfeed (for headphones)
ro: Activează îmbinarea canalelor stereo (pentru căști)
tr: Stereo çapraz beslemeyi etkinleştir (kulaklık için)
vi: Bật âm thanh nổi giao nhau (dành cho tai nghe)

# IDD_PPAGEAUDIORENDERER_IDC_BUTTON1
source: C. Moy
vi: anhminhvks 1

# IDD_PPAGEAUDIORENDERER_IDC_BUTTON2
source: J. Meier
vi: anhminhvks 2

# IDD_PPAGEAUDIORENDERER_IDC_STATIC1
source: Cut-off:
ro: Întrerupere
tr: Kesme:
vi: Cắt giảm:

# IDD_PPAGEAUDIORENDERER_IDC_STATIC3
source: Level:
ro: Nivel:
tr: Seviye:
vi: Cấp độ:

# IDD_PPAGEAUDIORENDERER_IDC_STATIC7
source: Note
ro: Notă
tr: Not
vi: Lưu ý

# IDD_PPAGEAUDIORENDERER_IDC_STATIC8
source: To minimize audio distortion, it is recommended to keep player volume at around 85% when playing loud lossy-encoded content.
ro: Pentru a minimiza distorsiunile audio, se recomandă să menținii volumul playerului la aproximativ 85% atunci când redai conținut puternic cu codare cu pierderi.
tr: Gürültülü-kayıplı kodlanmış içerik oynatılırken ses bozulmalarını azaltmak için oynatıcı ses düzeyinin %85 civarında tutulması önerilir.
vi: Để giảm thiểu sự biến dạng âm thanh, bạn nên để âm lượng trình phát ở mức khoảng 85% khi phát nội dung mã hóa bị mất tiếng lớn.

# IDD_PPAGEAUDIORENDERER_IDC_BUTTON3
source: MPC Audio Renderer Settings
ro: Setări pentru randorul audio MPC
tr: MPC Ses İşleyici Ayarları
vi: Cài đặt Trình kết xuất âm thanh MPC

# IDD_SAVEIMAGEDIALOGTEMPL_IDC_STATIC
source: JPEG quality:
tr: JPEG kalitesi:
vi: Chất lượng JPEG:

# IDD_CMD_LINE_HELP_CAPTION
source: Command line help
ro: Ajutor pentru linia de comandă
tr: Komut satırı yardımı
vi: Trợ giúp chế độ dòng lệnh

# IDD_CMD_LINE_HELP_IDOK
source: OK
tr: Tamam
vi: Đồng ý

# IDD_CRASH_REPORTER_CAPTION
source: Crash reporter
ro: Raportor de picări
tr: Çökme bildirimcisi
vi: Báo cáo sự cố

# IDD_CRASH_REPORTER_IDC_STATIC
source: We are sorry, it seems MPC-HC just crashed. :(
ro: Ne pare rău, se pare că MPC-HC tocmai a crăpat. :(
tr: Özür dileriz, MPC-HC bilinmeyen bir hatadan dolayı kapatıldı. :(
vi: Chúng tôi rất tiếc, có vẻ như MPC-HC vừa bị lỗi. :(

# IDD_CRASH_REPORTER_IDC_CHECK1
source: Send a bug report to help us diagnose and fix the problem.
ro: Trimite un raport de eroare pentru a ne ajuta să diagnosticăm și să remediem problema.
tr: İnceleme ve sorun giderilmesi için hata raporunu gönderin.
vi: Gửi báo cáo lỗi để giúp chúng tôi chẩn đoán và khắc phục sự cố.

# IDD_CRASH_REPORTER_IDC_STATIC1
source: Optional information
ro: Informații opționale
tr: İsteğe bağlı bilgi
vi: Thông tin tùy chọn

# IDD_CRASH_REPORTER_IDC_STATIC2
source: Email:
tr: E-posta:
vi: Thư điện tử:

# IDD_CRASH_REPORTER_IDC_STATIC3
source: Your email address is optional and will only be used if the developers need to contact you for more information.
ro: Adresa ta de email este opțională și va fi folosită numai dacă dezvoltatorii au nevoie să te contacteze pentru mai multe informații.
tr: E-posta adresiniz isteğe bağlı olarak alınmaktadır ve sadece program geliştiricilerinin konuyla ilgili olarak size ulaşabilmeleri için istenmektedir.
vi: Địa chỉ thư điện tử của bạn là tùy chọn và sẽ chỉ được sử dụng nếu các nhà phát triển cần liên hệ với bạn để biết thêm thông tin.

# IDD_CRASH_REPORTER_IDC_STATIC4
source: Problem description (use English only):
ro: Descrierea problemei (folosește doar limba engleză):
tr: Sorun açıklaması (lütfen sadece İngilizce bildiriniz):
vi: Mô tả vấn đề (chỉ sử dụng tiếng Anh):

# IDD_CRASH_REPORTER_IDC_BUTTON1
source: Restart MPC-HC
ro: Repornește MPC-HC
tr: MPC-HC'yi yeniden başlat
vi: Khởi động lại MPC-HC

# IDD_CRASH_REPORTER_IDC_BUTTON2
source: Quit MPC-HC
ro: Închide MPC-HC
tr: MPC-HC'den çık
vi: Thoát MPC-HC

# IDD_PPAGEDPICALC_IDC_STATIC1
source: Groupbox
ro: Casetă de grup
vi: Hộp nhóm

# IDD_PPAGEDPICALC_IDC_STATIC2
source: Autoplay
ro: Redare automată
vi: Tự động phát

# IDD_PPAGETHEME_IDC_STATIC1
source: Theme
ro: Temă
tr: Tema
vi: Chủ đề

# IDD_PPAGETHEME_IDC_CHECK1
source: Use Modern Theme
ro: Folosește tema modernă
tr: Modern temayı kullan
vi: Sử dụng Chủ đề hiện đại

# IDD_PPAGETHEME_IDC_STATIC2
source: Modern Theme Color:
ro: Culoare temă modernă:
tr: Tema rengi:
vi: Màu chủ đề hiện đại:

# IDD_PPAGETHEME_IDC_STATIC3
source: Control buttons size:
ro: Dimensiunea butoanelor de control:
tr: Kontrol düğmelerinin boyutu:
vi: Kích thước nút điều khiển:

# IDD_PPAGETHEME_IDC_STATIC4
source: Seekbar
ro: Bara de căutare
tr: İzlem çubuğu
vi: Thanh trượt

# IDD_PPAGETHEME_IDC_STATIC
source: Modern Seekbar height:
tr: İzlem çubuğu yüksekliği:
vi: Chiều cao thanh trượt hiện đại:

# IDD_PPAGETHEME_IDC_CHECK8
source: Hover:
tr: Gösterge:
vi: Di chuột qua:

# IDD_PPAGETHEME_IDC_STATIC8
source: Hover type:
tr: Gösterge türü:
vi: Loại di chuột qua:

# IDD_PPAGETHEME_IDC_STATIC7
source: Preview width (% of screen)
ro: Lățimea previzualizării (% din ecran)
tr: Önizleme genişliği (ekranın yüzdesi)
vi: Chiều rộng bản xem trước (% của màn hình)

# IDD_PPAGETHEME_IDC_CHECK2
source: Show chapter marks on seekbar
ro: Afișează semnele de capitol pe bara de căutare
tr: Bölüm işaretlerini izlem çubuğunda göster
vi: Hiển thị các dấu chương trên thanh trượt

# IDD_PPAGETHEME_IDC_STATIC10
source: Status Bar Elements
ro: Elementele din bara de stare
tr: Durum çubuğu öğeleri
vi: Thanh phần thanh trạng thái

# IDD_PPAGETHEME_IDC_CHECK3
source: Track Language
ro: Limba pistei
tr: Parça dili
vi: Ngôn ngữ chính

# IDD_PPAGETHEME_IDC_CHECK4
source: Video Info
ro: Informații video
tr: Video bilgisi
vi: Thông tin Video

# IDD_PPAGETHEME_IDC_CHECK6
source: A-B Marks
ro: Marcaje A-B
tr: A-B noktaları
vi: Đánh dấu A-B

# IDD_PPAGETHEME_IDC_STATIC21
source: Language
ro: Limbă
tr: Dil
vi: Ngôn ngữ

# IDD_PPAGETHEME_IDC_STATIC5
source: Language:
ro: Limbă:
tr: Diller:
vi: Ngôn ngữ:

# IDD_PPAGETHEME_IDC_STATIC9
source: On Screen Display (OSD)
ro: Afișează pe ecran (OSD/ On Screen Display)
tr: Ekran Üzerindeki Gösterge (OSD)
vi: Hiển thị trên màn hình (OSD)

# IDD_PPAGETHEME_IDC_SHOW_OSD
source: Show OSD (requires restart)
ro: Afișează OSD-ul (necesită repornire)
tr: OSD'yi göster (yeniden başlatma gerektirir)
vi: Hiển thị OSD (yêu cầu khởi động lại)

# IDD_PPAGETHEME_IDC_STATIC6
source: Font:
ro: Font (Scris)
tr: Yazı tipi:
vi: Phông chữ:

# IDD_PPAGETHEME_IDC_STATIC23
source: Font size:
ro: Dimensiunea scrisului (fontului):
tr: Yazı boyutu:
vi: Kích cỡ phông chữ:

# IDD_PPAGETHEME_IDC_STATIC
source: Window Behavior
ro: Comportamentul ferestrei
tr: Pencere davranışı
vi: Hành vi của cửa sổ

# IDD_PPAGETHEME_IDC_CHECK7
source: Limit window proportions on resize
ro: Limitează proporțiile ferestrei la redimensionare
tr: Boyutlandırırken pencere oranlarını sınırla
vi: Giới hạn tỷ lệ cửa sổ khi thay đổi kích cỡ

# IDD_PPAGETHEME_IDC_CHECK9
source: Snap to desktop edges
ro: Fixează la marginile desktopului
tr: Masaüstü kenarlarına yapış
vi: Bám vào các cạnh của màn hình desktop

# IDD_PPAGETHEME_IDC_CHECK10
source: Hide Windowed Controls
ro: Ascunde comenzile cu ferestre
tr: Penceredeyken kontrolleri otomatik gizle
vi: Ẩn các điều khiển cửa sổ

# IDD_PPAGETHEME_IDC_STATIC
source: Windows Integration
ro: Integrare în Windows
tr: Windows entegrasyonu
vi: Tích hợp các cửa sổ

# IDD_PPAGETHEME_IDC_CHECK_ENHANCED_TASKBAR
source: Use enhanced taskbar features
ro: Folosește func. îmbunăt. ale barei de activități
tr: Geliştirilmiş görev çubuğu özelliklerini kullan
vi: Sử dụng các tính năng nâng cao của thanh tác vụ

# IDD_PPAGETHEME_IDC_CHECK11
source: Control via Windows UI (SMTC)
ro: Control prin Windows UI (SMTC)
tr: Windows UI (SMTC) üzerinden kontrol
vi: Điều khiển qua giao diện cửa sổ (SMTC)

# IDD_ABOUTBOX_IDC_STATIC
source: Compiler:
tr: Derleyici:

# IDD_FILEPROPCLIP_IDC_STATIC
source: Clip:
tr: Klip:

# IDD_TUNER_SCAN_IDC_STATIC
source: S
tr: Kuv.

# IDD_TUNER_SCAN_IDC_STATIC
source: Q
tr: Kal.

# IDD_DEBUGSHADERS_DLG_IDC_RADIO1
source: PS 2.0
tr: PT 2.0

# IDD_DEBUGSHADERS_DLG_IDC_RADIO2
source: PS 2.0b
tr: PT 2.0b

# IDD_DEBUGSHADERS_DLG_IDC_RADIO3
source: PS 2.0a
tr: PT 2.0a

# IDD_DEBUGSHADERS_DLG_IDC_RADIO4
source: PS 3.0
tr: PT 3.0

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC_CM1
source: Speaker configuration for
ro: Configurația difuzoarelor pentru

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC_CM2
source: input channels:
ro: Canalele de intrare:

# IDD_PPAGEAUDIOSWITCHER_IDC_STATIC_CM3
source: Hold shift for immediate changes when clicking something
ro: Ține apăsat pe tasta shift pentru schimbări imediate atunci când dai clic pe ceva

# IDD_ABOUTBOX_IDC_AUTHORS_LINK
source: Copyright 2002-2025 clsid2 and others
ro: Drepturi de autor 2002-2025 clsid2 și alții

# IDD_PPAGEPLAYBACK_IDC_STATIC5
source: Volume step:
ro: Pasul de volum:

# IDD_PPAGEPLAYBACK_IDC_STATIC6
source: Speed step:
ro: Pasul de viteză:

# IDD_PPAGEPLAYBACK_IDC_STATIC7
source: Repeat mode:
ro: Mod de repetare:

# IDD_PPAGEPLAYBACK_IDC_STATIC8
source: Subtitles:
ro: Subtitrări:

# IDD_PPAGESUBTITLES_IDC_STATIC9
source: Sub pictures to buffer:
ro: Imagini de subtitrări de preîncărcat:

# IDD_PPAGESUBTITLES_IDC_STATIC21
source: Maximum texture resolution:
ro: Rezoluția maximă a texturii:

# IDD_FAVADD_IDC_STATIC1
source: Choose a name for your shortcut:
ro: Alege un nume pentru comanda ta rapidă (pentru scurtătura ta):

# IDD_PNSPRESET_DLG_IDC_STATIC2
source: Pos: 0.0 -> 1.0
ro: Poziție: 0.0 -> 1.0

# IDD_PNSPRESET_DLG_IDC_STATIC3
source: Zoom: 0.2 -> 3.0
ro: Scalare: 0.2 -> 3.0

# IDD_PPAGESUBSTYLE_IDC_STATIC1
source: Spacing
ro: Spațiere

# IDD_PPAGESUBSTYLE_IDC_STATIC2
source: Angle (z,°)
ro: Unghi (z,°)

# IDD_PPAGESUBSTYLE_IDC_STATIC3
source: Scale (x,%)
ro: Scală (x,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC4
source: Scale (y,%)
ro: Scală (y,%)

# IDD_PPAGESUBSTYLE_IDC_STATIC5
source: Width
ro: Lățime

# IDD_PPAGESUBSTYLE_IDC_STATIC6
source: Shadow
ro: Umbră

# IDD_PPAGESUBSTYLE_IDC_STATIC7
source: Left
ro: Stânga

# IDD_PPAGESUBSTYLE_IDC_STATIC8
source: Right
ro: Dreapta

# IDD_PPAGESUBSTYLE_IDC_STATIC9
source: Top
ro: Sus

# IDD_PPAGESUBSTYLE_IDC_STATIC10
source: Bottom
ro: Jos

# IDD_PPAGEMOUSE_IDC_STATIC
source: Buttons
ro: Butoane

# IDD_PPAGEMOUSE_IDC_STATIC
source: Click
ro: Clic

# IDD_PPAGEMOUSE_IDC_STATIC
source: Double click
ro: Dublu clic

# IDD_PPAGEMOUSE_IDC_STATIC
source: Right click
ro: Clic dreapta

# IDD_PPAGEMOUSE_IDC_BUTTON2
source: Default
ro: Implicit

# IDD_PPAGEFULLSCREEN_IDC_CHECK7
source: Allow separate control window
ro: Permite o fereastră de control separată

# IDD_PPAGESUBMISC_IDC_STATIC2
source: Languages in order of preference:
ro: Limbile în ordinea preferințelor:

# IDD_ADDCOMMAND_DLG_CAPTION
source: Select command
ro: Selectează comanda

# IDD_ADDCOMMAND_DLG_IDC_STATIC
source: Filter:
ro: Filtru:

# IDD_ADDCOMMAND_DLG_IDCANCEL
source: Cancel
ro: Anulare

# IDD_PPAGETHEME_IDC_STATIC22
source: Modern Seekbar height:
ro: Înălțimea barei de căutare moderne:

# IDD_PPAGETHEME_IDC_STATIC8
source: Seekbar Hover
ro: Plasarea cursorului pe bara de căutare

# IDD_PPAGETHEME_IDC_STATIC11
source: Hover Position:
ro: Poziția plasării cursorului

# IDD_PPAGETHEME_IDC_SEEK_PREVIEW
source: Show video preview
ro: Afișează previzualizarea videoclipului

# IDD_PPAGETHEME_IDC_CHECK14
source: Show time
ro: Afișează timpul

# IDD_PPAGETHEME_IDC_CHECK12
source: Audio Info
ro: Informații audio

# IDD_PPAGETHEME_IDC_CHECK5
source: FPS
ro: FPS (cadre pe secundă)

# IDD_PPAGETHEME_IDC_CHECK13
source: Display Current Time
ro: Afișează ora curentă

# IDD_RAR_ENTRY_SELECTOR_CAPTION
source: Select Media from RAR
ro: Selectează fișierele media din RAR

# IDD_RAR_ENTRY_SELECTOR_IDOK
source: Select
ro: Selectează

# IDD_RAR_ENTRY_SELECTOR_IDCANCEL
source: Cancel
ro: Anulare
