Repository: gantoniio/mpc-hc
Catalog: src/mpc-hc/mpcresources/PO/mpc-hc.*.strings.po
Languages: ro, tr

# IDS_PPAGEADVANCED_LOOP_FOLDER_NEXT_FILE
source: Loop back to first file in folder after playing the last file.
ro: Revino la primul fișier din dosar (folder) după redarea ultimului fișier.
tr: Son dosyayı oynattıktan sonra klasördeki ilk dosyaya geri dön.

# IDS_PPAGEADVANCED_MODERNSEEKBAR
source: Requires Dark Theme. When enabled, the time seekbar and volume indicator don't show a dragger at current position, but instead are filled from left to right.
ro: Necesită temă întunecată. Când este activată, bara de căutare a timpului și indicatorul de volum nu afișează un trăgător în poziția actuală, ci e umplută de la stânga la dreapta.
tr: Koyu Tema gerektirir. Etkinleştirildiğinde, ilerleme çubuğu ve ses seviyesi göstergesi mevcut konum için bir işaretçi göstermez, bunun yerine soldan sağa mevcut konuma (gri) renk doldurulur.

# IDS_PPAGEADVANCED_MODERNSEEKBARHEIGHT
source: Modern seekbar height (at 96dpi, otherwise scaled)
ro: Înălțimea barei de căutare modernă (la 96 dpi, altfel scalată)
tr: Modern ilerleme çubuğu yüksekliği (96 dpi'de, aksi takdirde ölçeklendirilir)

# IDS_PPAGEADVANCED_FULLSCREEN_DELAY
source: Delay before showing fullscreen video, to prevent visual glitches.
ro: Întârziere înainte de afișarea videoclipului pe ecran complet, pentru a preveni erorile vizuale.
tr: Görsel aksaklıkları önlemek için tam ekran video gösteriminden önce gecikme ekler.

# IDS_PPAGEADVANCED_SNAPSHOTSUBTITLES
source: Render subtitles onto screenshots
ro: Randează subtitrările în capturi de ecran
tr: Altyazıları ekran görüntülerine işle

# IDS_PPAGEADVANCED_SNAPSHOTKEEPVIDEOEXTENSION
source: Keep video file extension as part of snapshot filenames (e.g., file.mkv.png)
ro: Păstrează extensia fișierului video ca parte a numelor de fișiere instantanee (de ex., fișier.mkv.png)
tr: Video uzantısını görüntü dosya adının bir parçası olarak tut (ör. Dosya.mkv.png)

# IDS_PRESIZE_SHADERS_ENABLED
source: Pre-Resize Pixel Shaders: on
ro: Preredimensionează nuanțatoarele (shaderele) de pixeli: pornit
tr: Boyutlandırma öncesi piksel tonlayıcıları: Açık

# IDS_PRESIZE_SHADERS_DISABLED
source: Pre-Resize Pixel Shaders: off
ro: Preredimensionează nuanțatoarele (shaderele) de pixeli: oprit
tr: Boyutlandırma öncesi piksel tonlayıcıları: Kapalı

# IDS_PRESIZE_SHADERS_TOGGLE
source: Enable Pre-Resize Pixel Shaders
ro: Activează nuanțatoarele (shaderele) de pixeli de preredimensionare
tr: Boyutlandırma öncesi piksel tonlayıcıları etkinleştir

# IDS_POSTSIZE_SHADERS_ENABLED
source: Post-Resize Pixel Shaders: on
ro: Postredimensionează nuanțatoarele (shaderele) de pixeli: pornit
tr: Boyutlandırma sonrası piksel tonlayıcıları: Açık

# IDS_POSTSIZE_SHADERS_DISABLED
source: Post-Resize Pixel Shaders: off
ro: Postredimensionează nuanțatoarele (shaderele) de pixeli: oprit
tr: Boyutlandırma sonrası piksel tonlayıcıları: Kapalı

# IDS_POSTSIZE_SHADERS_TOGGLE
source: Enable Post-Resize Pixel Shaders
ro: Activează nuanțatoarele (shaderele) de pixeli de post-redimensionare
tr: Boyutlandırma sonrası piksel tonlayıcıları etkinleştir

# IDS_PPAGEADVANCED_TIME_REFRESH_INTERVAL
source: Refresh interval (in milliseconds) of time in status bar
ro: Intervalul de reîmprospătare (în milisecunde) de timp în bara de stare
tr: Durum çubuğunun yenilenme sıklığı (milisaniye cinsinden)

# IDS_PPAGEADVANCED_SHOW_LANG_STATUSBAR
source: Display current audio and subtitle language in status bar
ro: Afișează limba curentă pentru pista audio și subtitrări în bara de stare
tr: Mevcut ses ve altyazı dilini durum çubuğunda göster

# IDS_PPAGEADVANCED_SHOW_FPS_STATUSBAR
source: Display current fps and rate in status bar
ro: Afișează fps-urile (cadrele pe secundă) curente în bara de stare
tr: Mevcut fps ve hız değerini durum çubuğunda göster

# IDS_PPAGEADVANCED_ADD_LANGCODE_WHEN_SAVE_SUBTITLES
source: When save the subtitles file, the language code (if available) text will be added to suggested file name by default.
ro: Când salvezi fișierul de subtitrări, textul codului de limbaj (dacă este disponibil) va fi adăugat în mod implicit, la numele fișierului sugerat.
tr: Altyazıyı kaydederken dil kodu mevcutsa önerilen dosya isminin sonuna varsayılan olarak eklenecek.

# IDS_PPAGEADVANCED_USE_TITLE_IN_RECENT_FILE_LIST
source: Use title in recent file list.
ro: Folosește titlul în lista de fișiere recente.
tr: Geçmiş dosya listesinde başlık kullan.

# IDS_PPAGEADVANCED_SHOW_ABMARKS_STATUSBAR
source: Display current A-B repeat marks in status bar.
ro: Afișează marcajele de repetare A-B curente în bara de stare.
tr: Mevcut A-B tekrar işaretlerini durum çubuğunda göster.

# IDS_PPAGEADVANCED_SHOW_VIDEOINFO_STATUSBAR
source: Display video info (codec name, resolution) in status bar.
ro: Afișează informațiile video (numele codecului, rezoluția) în bara de stare.
tr: Video bilgilerini (kodlayıcı adı, çözünürlük) durum çubuğunda göster.

# IDS_PPAGEADVANCED_PAUSE_WHILE_DRAGGING_SEEKBAR
source: Pause playback while dragging the seekbar.
ro: Întrerupe redarea în timpul tragerii barei de căutare.

# IDS_PPAGEADVANCED_CONFIRM_FILE_DELETE
source: Show confirmation prompt before deleting file
ro: Afișați mesajul de confirmare înainte de a șterge fișierul

# IDS_PPAGEADVANCED_LIBASS_FOR_SRT
source: Use libass (instead of standard renderer) for SRT subtitles. NOT recommended.
ro: Utilizează libass (în loc de randorul standard) pentru subtitrările SRT. NU este recomandat.

# IDS_PPAGEADVANCED_OPEN_REC_PANEL_WHEN_OPENING_DEVICE
source: Show the recording settings dialog automatically when opening a device.
ro: Afișează automat dialogul cu setările de înregistrare atunci când deschizi un dispozitiv.
tr: Yakalama aygıtı açıldığında otomatik olarak kaydetme ayarları panelini göster

# IDS_PPAGEADVANCED_ALWAYS_USE_SHORT_MENU
source: Player Menu shortcuts and right-click show compact menu -- even when main menu is hidden.
ro: Prin comenzi rapide (scurtături) din meniul playerului și dând clic dreapta se afișează meniul compact -- chiar și atunci când meniul principal e ascuns.
tr: Oynatıcı menü kısayolları ve sağ tık, dertop haldeki menüyü gösterir -- ana menü gizlenmiş olsa bile.

# IDS_PPAGEADVANCED_FULLSCREEN_SEPARATE_CONTROLS
source: Keep main window controls visible on current monitor when going fullscreen on another monitor.
ro: Păstrează comenzile ferestrei principale vizibile pe monitorul curent atunci când treci pe ecran complet pe un alt monitor.
tr: Başka bir monitörde tam ekrana geçerken ana pencere denetimlerini şimdiki monitörde görünür tutun.

# IDS_PPAGEADVANCED_BLOCKRDP
source: Block use of RDP Redirection Filter
ro: Blochează folosirea filtrului de redirecționare RDP
tr: Uzak Masaüstü Protokolü (RDP) ile uzak cihaz çevre birimlerine erişim sağlayan RDP yönlendirme filtresinin kullanımını engelle

# IDS_PPAGEADVANCED_YDL_EXEPATH
source: Full path of the yt-dlp (or youtube-dl) executable. Just the filename is enough in case it is located in same folder as MPC-HC. Leave empty to use default filename: yt-dlp.exe
ro: Calea completă a executabilului yt-dlp (sau youtube-dl). Doar numele fișierului este suficient în cazul în care se află în același folder (dosar) ca MPC-HC. Lasă câmpul gol pentru folosirea numelui implicit al fișierului: yt-dlp.exe

# IDS_PPAGEADVANCED_YDL_SUBS_PREFERENCE
source: The language preference for loading subtitle streams extracted by Youtube-DL. If empty, no subtitles are loaded. Use ISO639-1 two letter language code(s). Example: en de es pl zh ja nl
ro: Preferința de limbă pentru încărcarea fluxurilor de subtitrare extrase de Youtube-DL. Dacă e gol, nu sunt încărcate subtitrări. Folosește codul (codurile) de limbă ISO639-1 din două litere. De exemplu: en de es pl zh ja nl
tr: Youtube-DL tarafından ayıklanmış altyazı akışlarının yükletilmesi için dil tercihi. Boş bırakılırsa altyazı yükletilmez. ISO 639-1 iki harfli dil kodlarını kullanın. Örnek: tr en de ru fr ar ja es pt

# IDS_PPAGEADVANCED_USE_AUTOMATIC_CAPTIONS
source: Use automatic generated captions from Youtube. Note: this can cause a small delay when loading the stream.
ro: Folosește subtitrări generate automat de pe Youtube. Notă: acest lucru poate cauza o mică întârziere la încărcarea fluxului.
tr: Youtube tarafından otomatik oluşturulmuş altyazıları kullan. Not: akış açılırken ufak bir gecikmeye neden olabilir.

# IDS_PPAGEADVANCED_USE_SMTC
source: Allow control of the player through System Media Transport Controls in Windows 8.1/10/11.
ro: Permite controlul playerului prin System Media Transport Controls în Windows 8.1/10/11.
tr: Windows 8.1/10/11'de oynatıcının kontrolüne Sistem Medya Aktarım Kontrolleri aracılığıyla izin verin.

# IDS_PPAGEADVANCED_LOCK_NOPAUSE
source: Do not pause playback when locking the screen.
ro: Nu întrerupe redarea atunci când se blochează ecranul.
tr: Ekran kilitlendiğinde oynatım duraklatılmasın.

# IDS_PPAGEADVANCED_RELOAD_AFTER_LONG_PAUSE
source: Reload video file before resuming playback if it was paused for more than X minutes. Use 0 to disable automatic file reload after pause. Use -1 to also disable reload after hibernate/sleep.
ro: Reîncarcă fișierul video înainte de a relua redarea dacă a fost întrerupt mai mult de X minute. Folosește 0 pentru a dezactiva reîncărcarea automată a fișierului după pauză. Folosește -1 ca să dezactivezi și reîncărcarea după hibernare/repaus.
tr: Video belirttiğiniz dakikadan daha uzun süre duraklatıldıysa oynatım öncesi yeniden açılır. Duraklatmadan sonra kendiliğinden dosya yeniden açmayı devre dışı bırakmak için 0 kullanın. Derin uyku veya uyku modundan sonra yeniden açmayı da devre dışı bırakmak için -1 kullanın.

# IDS_PPAGEADVANCED_REDIRECT_OPEN_TO_APPEND_THRESHOLD
source: If a file is opened within this amount of milliseconds after a previous file, then it will be appended to playlist instead of replacing that previous file. This redirection is required for properly handling opening of a selection of files in Explorer. A too short threshold can result in only a part of your selection being added to playlist.
ro: Dacă un fișier este deschis în această cantitate de milisecunde după un fișier anterior, atunci va fi atașat la lista de redare (la playlist) în loc să înlocuiască acel fișier anterior. Această redirecționare este necesară pentru gestionarea corectă a deschiderii unei selecții de fișiere în Explorer. Un prag prea scurt poate duce la adăugarea la lista de redare (la playlist) doar a unei părți din selecția ta.
tr: Bir dosya, önceki bir dosyadan sonra belirttiğiniz milisaniye süresi içinde açılırsa, önceki dosyanın yerine geçmek yerine oynatma listesine eklenir. Bu yönlendirme, Windows Gezgini'nde bir dosya seçiminin açılmasını düzgün bir şekilde halletmek için gereklidir. Çok kısa bir eşik, seçiminizin yalnızca bir kısmının oynatma listesine eklenmesine neden olabilir.

# IDS_ARS_WASAPI_MODE
source: WASAPI mode:
ro: Modul WASAPI:
tr: WASAPI durumu:

# IDS_ARS_EXCLUSIVE
source: Exclusive
ro: Exclusivă
tr: Ayrıcalıklı

# IDS_ARS_SHARED
source: Shared
ro: Partajată
tr: Paylaşımlı

# IDS_ARS_BITEXACT_OUTPUT
source: Allow bit-exact output
ro: Permite ieșirea exactă pe biți
tr: Bit-exact (tıpatıp) çıkışa izin ver

# IDS_ARS_SYSTEM_LAYOUT_CHANNELS
source: Use system layout channels
ro: Folosește canalele de aspect ale sistemului
tr: Sistem hoparlör düzenini kullan

# IDS_ARS_SOUND_DEVICE
source: Sound Device:
ro: Dispozitiv de sunet:
tr: Ses Aygıtı:

# IDS_ARS_RELEASE_DEVICE_IDLE
source: Release device when idle
ro: Scoate dispozitivul când este inactiv
tr: Boştayken aygıtı serbest bırak

# IDS_ARS_CROSSFEED
source: Enable stereo crossfeed (for headphones)
ro: Activează îmbinarea canalelor stereo (pentru căști)
tr: Stereo çapraz beslemeyi etkinleştir (kulaklık için)

# IDS_ARS_DEVICE_PERIOD
source: Device buffer:
ro: Tamponul dispozitivului:
tr: Aygıt arabelleği:

# IDS_ARS_ALT_CHECK_FORMAT
source: Do not check format support
ro: Nu verifica suportul pentru format
tr: Biçim desteği kontrol edilmesin

# IDS_ARS_STATUS
source: Status
ro: Stare
tr: Durum

# IDS_ARS_DEVICE
source: Device:
ro: Dispozitiv:
tr: Aygıt:

# IDS_ARS_MODE
source: Mode:
ro: Mod:
tr: Durum:

# IDS_ARS_INPUT
source: Input
ro: Intrare
tr: Giriş

# IDS_ARS_OUTPUT
source: Output
ro: Ieșire
tr: Çıkış

# IDS_ARS_SAMPLERATE
source: Sample rate:
ro: Rata de eșantionare:
tr: Örneklem hızı:

# IDS_ARS_CHANNELS
source: Channels:
ro: Canale:
tr: Kanallar:

# IDS_ARS_WASAPI_METHOD
source: WASAPI method:
ro: Metoda WASAPI:
tr: WASAPI yöntemi:

# IDS_ARS_DUMMY_CHANNELS
source: Don't fill channels when upmixing
ro: Nu umple canalele când mixezi
tr: Upmixing yaparken kanallar doldurulmasın

# IDS_ARS_TIP_BITEXACT_OUTPUT
source: If possible, the audio will be sent out in its original format. Otherwise, the format specified in the system settings will be used.
ro: Dacă este posibil, sunetul va fi trimis în formatul original. În caz contrar, va fi utilizat formatul specificat în setările sistemului.
tr: Mümkünse ses orijinal formatında gönderilecektir. Aksi halde sistem ayarlarında belirtilen format kullanılacaktır.

# IDS_ARS_TIP_ALT_CHECK_FORMAT
source: The renderer will try to initialize the device skipping some checks.
ro: Randorul va încerca să inițializeze dispozitivul sărind peste unele verificări.
tr: İşleyici bazı kontrolleri atlayarak aygıtı başlatmaya çalışacaktır.

# IDS_FILTER_RESET_SETTINGS
source: Reset
ro: Resetează
tr: Sıfırla

# IDS_AG_DEFAULT
source: Default
ro: Implicit
tr: Varsayılan

# IDS_CMD_THUMBNAILS
source: /thumbnails Create thumbnails
ro: /miniaturi Crează miniaturi

# IDS_INFOBAR_AUDIO
source: Audio
tr: Ses

# IDS_SUBTITLES_DEFAULT_STYLE
source: &Default Style
tr: Varsayılan biçem

# IDS_SUBRESYNC_CLN_TEXT
source: Text
tr: Metin

# IDS_SUBDL_DLG_FORMAT_COL
source: Format
tr: Biçim

# IDS_SUBDL_DLG_DISC_COL
source: Disc
tr: Disk

# IDS_SUBRESYNC_CLN_UNICODE
source: Unicode
tr: Evrensel düzgü

# IDS_SUBRESYNC_CLN_ACTOR
source: Actor
tr: Oyuncu

# IDS_SUBRESYNC_SEPARATOR
source: &Separator
tr: &Ayır

# IDS_SUBRESYNC_ORIGINAL
source: &Original
tr: &Varsayılan

# IDD_PPAGEPLAYER
source: Player
tr: Oynatıcı

# IDD_FILEMEDIAINFO
source: MediaInfo
tr: Medya Bilgisi

# IDS_LANG_PREF_EXAMPLE
source: Enter your preferred languages here. For example, type: "eng jpn swe"
tr: Tercih ettiğiniz dilleri burada sırasıyla giriniz. Örnek: "eng jpn tur"

# IDS_PPAGE_OUTPUT_VMR7
source: Video Mixing Renderer 7
tr: Video Karıştırma İşleyici 7

# IDS_SUBTITLES_ENABLE
source: &Enable
tr: Etkinleştir

# IDS_AG_MOUSE
source: Mouse
tr: Fare

# IDS_BALANCE
source: L = R
tr: Sol = Sağ

# IDS_BALANCE_L
source: L +%d%%
tr: Sol +%%%d

# IDS_BALANCE_R
source: R +%d%%
tr: Sağ +%%%d

# IDS_HW_INDICATOR
source: [H/W]
tr: [Donanım]

# IDS_PPAGEADVANCED_LOGGER
source: Enables logging to file (requires restart)
tr: Dosyaya günlük kaydı tutmayı etkinleştir (yeniden başlatma gerektirir)

# IDS_DVB_CHANNEL_FORMAT
source: Format
tr: Biçim

# IDS_THUMBNAILS_INFO_HEADER
source: {\an7\1c&H000000&\fs16\b0\bord0\shad0}File Name: %s\N%sResolution: %dx%d %s\NDuration: %02d:%02d:%02d
tr: {\an7\1c&H000000&\fs16\b0\bord0\shad0}Dosya Adı: %s\N%sÇözünürlük: %dx%d %s\NSüre: %02d:%02d:%02d

# IDS_AUDIO_STREAM
source: Audio: %s
tr: Ses: %s

# IDS_MFMT_DVDVIDEO
source: DVD-Video
tr: DVD-Videosu

# IDS_MFMT_ALAC
source: Apple Lossless
tr: Apple Kayıpsız

# IDS_CAPTURE_ERROR_AUDIO
source: audio
tr: ses

# IDS_OSD_CONTRAST
source: Contrast: %s
tr: Karşıtlık: %s

# IDS_YOUTUBEDL_NOT_FOUND
source: Youtube-dl failed to launch. Make sure youtube-dl is in PATH.
tr: Youtube-dl başlatılamadı. Youtube-dl'nin Dosya yolu içinde olduğundan emin olun.

# IDS_CONTROLS_YOUTUBEDL
source: Calling youtube-dl...
tr: Youtube-dl çalıştırılıyor...

# IDS_PPAGEADVANCED_YDL_COMMAND_LINE
source: Command line parameters for downloading ("save a copy") with youtube-dl.exe Examples: -f best[height<=1080] -f bestvideo+bestaudio -o "C:\downloads\%(title)s.%(ext)s
tr: Youtube-dl.exe ile indirme ("kopya kaydet") için komut satırı parametreleri Örnekler: -f best[height<=1080] -f bestvideo+bestaudio -o "C:\downloads\%(title)s.%(ext)s

# IDS_MESSAGEBOX_OK
source: OK
tr: Tamam

# IDS_AG_TOGGLE_DEFAULT_SUBTITLE_STYLE
source: Toggle Default Subtitle Style
tr: Varsayılan altyazı biçemini Aç/Kapat

# IDS_PPAGEADVANCED_YDL_EXEPATH
source: Full path of the Youtube-DL executable. Just the filename is enough in case it is located in same folder as MPC-HC. Leave empty to use default filename: youtube-dl.exe
tr: Youtube-DL.exe dosyasının tam yolu. MPC-HC ile aynı klasörde bulunması durumunda sadece dosya adı yeterlidir. Varsayılan dosya adını kullanmak için boş bırakın: yt-dlp.exe/youtube-dl.exe

# IDS_ARS_FORMAT
source: Format:
tr: Biçim:
